Repository: hyh19/Fitnexa
Catalog: components/creekbase/lib/l10n/intl_*.arb
Languages: de, es, fr, it, ja, pt, ru, zh

# ai_watch_face_guide
source: Describe the scene you have in mind, use specific words, separated by commas
de: Beschreiben Sie die Szene, die Sie im Kopf haben, verwenden Sie konkrete Wörter, durch Kommas getrennt
es: Describe la escena que tienes en mente, utiliza palabras específicas, separadas por comas
fr: Décrivez la scène que vous avez en tête, utilisez des mots spécifiques, séparés par des virgules
it: Descrivi la scena che hai in mente, usa parole specifiche, separate da virgole
ja: 思い描くシーンを具体的な言葉で記述し、コンマで区切ってください
pt: Descreva a cena que você tem em mente, use palavras específicas, separadas por vírgulas
ru: Опишите сцену, которую вы имеете в виду, используйте конкретные слова, разделенные запятыми
zh: 描述你想的画面，用词尽量具体，逗号分隔

# ai_watch_face_input_des
source: ①Enter Description → ②Choose Style → ③Click Generate → ④Install Watch Face
de: ①Eingabe beschreiben → ②Stil auswählen → ③Generieren klicken → ④Installieren Sie das Zifferblatt
es: ①Descripción de entrada → ②Seleccionar estilo → ③Haga clic en Generar → ④Instalar la esfera del reloj
fr: ①Décrire la saisie → ②Choisir le style → ③Cliquez sur Générer → ④Installer le cadran
it: ①Descrizione dell'input → ②Scegliere lo stile → ③Clicca su Genera → ④Installare Watch Face
ja: ①入力の説明 → ②スタイルを選択 → ③生成をクリック → ④ウォッチフェイスをインストール
pt: ①Descrever entrada → ②Escolher Estilo → ③Clique em Gerar → ④Instalar Mostrador
ru: ①Описание ввода → ②Выбрать стиль → ③Нажмите Генерировать → ④Установить циферблат
zh: ①输入描述 → ②选择风格 → ③点击生成 → ④安装表盘

# ai_watch_face_something_went_wrong
source: Something went wrong, please try modifying the keywords/sentences and retry.
de: Etwas ist schief gelaufen, bitte versuchen Sie, Schlüsselwörter/Sätze zu ändern und erneut zu versuchen.
es: Algo salió mal, por favor intente modificar las palabras clave/frases y vuelva a intentarlo.
fr: Quelque chose s'est mal passé, veuillez essayer de modifier les mots clés/les phrases et réessayer.
it: Qualcosa è andato storto, ti consigliamo di modificare le parole chiave/frasi e riprovare.
ja: 何か問題が発生しました。キーワードや文章を変更して再試行してください。
pt: Algo deu errado, por favor tente modificar as palavras-chave/frases e tentar novamente.
ru: Что-то пошло не так, пожалуйста, попробуйте изменить ключевые слова/фразы и повторите попытку.
zh: 出了点意外，建议修改关键词/句后重试

# ai_watch_face_type_anime
source: Anime
ru: Аниме
zh: 二次元

# ai_watch_face_type_default
source: Default
de: Standard
es: Por defecto
fr: Par défaut
it: Predefinito
pt: Padrão
ru: По умолчанию
zh: 默认

# ai_watch_face_type_illustration
source: Illustration
es: Ilustración
it: Illustrazione
pt: Ilustração
ru: Иллюстрация
zh: 插画

# ai_watch_face_type_oilpainting
source: Oil Painting
de: Ölgemälde
es: Pintura al óleo
fr: Peinture à l'huile
it: Pittura ad olio
pt: Pintura a óleo
ru: Масляная живопись
zh: 油画

# ai_watch_face_type_photograph
source: Photograph
de: Fotografie
es: Fotografía
fr: Photographie
it: Fotografia
pt: Fotografia
ru: Фотография
zh: 写真

# ai_watch_face_type_Sketch
source: Sketch
de: Skizze
es: Boceto
fr: Esquisse
it: Schizzo
pt: Esboço
ru: Эскиз
zh: 素描

# ai_watch_face_type_Watercolor
source: Watercolor
de: Aquarell
es: Acuarela
fr: Aquarelle
it: Acquerello
pt: Aquarela
ru: Акварель
zh: 水彩

# alarmClock_addClock
source: Add an Alarm
de: Alarm hinzufügen
es: Agregar una alarma
fr: Ajouter une alarme
it: Aggiungi una sveglia
ja: アラームを追加する
pt: Adicionar um alarme
ru: Добавить будильник
zh: 新增闹钟

# alarm_everyDay
source: Every Day
de: Jeden Tag
es: Todos los días
fr: Tous les jours
it: Ogni giorno
ja: 毎日
pt: Todos os dias
ru: Каждый день
zh: 每天

# alarm_every_weekday
source: Weekdays
de: Werktage
es: Días laborables
fr: Jours de la semaine
it: Giorni feriali
ja: 平日
pt: Dias úteis
ru: Рабочие дни
zh: 工作日

# alarm_everyWeekends
source: Weekends
de: Wochenenden
es: Fines de semana
it: Fine settimana
ja: 週末
pt: Fins de semana
ru: Выходные
zh: 周末

# alarm_never_repeat
source: Never
de: Nie
es: Nunca
fr: Jamais
it: Mai
ja: 繰り返さない
pt: Nunca
ru: Никогда
zh: 不重复

# Alarm_only_ring_once
source: Ring Once
de: Einmal klingeln
es: Sonar solo una vez
fr: Sonner une fois
it: Suonare una volta
ja: 一度だけ鳴る
pt: Tocar apenas uma vez
ru: Звонить раз
zh: 只响一次

# alexa_exit_des
source: You can always log back in with your Alexa account if you change your mind.
de: Sie können sich jederzeit mit Ihrem Alexa-Konto wieder anmelden, wenn Sie es sich anders überlegen.
es: Si cambias de opinión, siempre puedes volver a iniciar sesión con tu cuenta de Alexa.
fr: Vous pouvez toujours vous reconnecter avec votre compte Alexa si vous changez d'avis.
it: Puoi sempre accedere nuovamente con il tuo account Alexa se cambierai idea.
ja: マインドを変えた場合はいつでもAlexaアカウントでログインできます。
pt: Você sempre pode fazer login novamente com sua conta Alexa se mudar de ideia.
ru: Вы всегда можете войти обратно с вашей учетной записью Alexa, если вы передумаете.
zh: 如果改变主意，您随时可以使用您的Alexa帐户重新登录。

# alexa_exit_title
source: Exit Alexa?
de: Alexa beenden?
es: ¿Salir de Alexa?
fr: Quitter Alexa?
it: Uscire da Alexa?
ja: Alexaを終了しますか？
pt: Sair do Alexa?
ru: Выйти из Alexa?
zh: 要退出Alexa吗？

# alexa_intro1_des
source: You can start custom workout activities such as walking, running, cycling, etc., through voice commands.
de: Sie können benutzerdefinierte Trainingsaktivitäten wie Gehen, Laufen, Radfahren usw. per Sprachbefehl starten.
es: Puedes iniciar actividades de entrenamiento personalizadas como caminar, correr, andar en bicicleta, etc., a través de comandos de voz.
fr: Vous pouvez démarrer des activités d'entraînement personnalisées telles que la marche, la course à pied, le vélo, etc., par commandes vocales.
it: Puoi avviare attività di allenamento personalizzate come camminare, correre, pedalare, ecc., attraverso comandi vocali.
ja: ウォーキング、ランニング、サイクリングなどのカスタムワークアウトアクティビティを音声コマンドで開始できます。
pt: Você pode iniciar atividades de treino personalizadas, como caminhar, correr, andar de bicicleta, etc., por meio de comandos de voz.
ru: Вы можете запускать настраиваемые тренировочные активности, такие как ходьба, бег, велосипед и др., с помощью голосовых команд.
zh: 您可以通过语音命令启动自定义锻炼活动，如散步，跑步，骑自行车等。

# alexa_intro1_title
source: Start a workout
de: Starten Sie ein Training
es: Iniciar un entrenamiento
fr: Commencer un entraînement
it: Inizia un allenamento
ja: トレーニングを開始する
pt: Iniciar um treino
ru: Начать тренировку
zh: 发起一次锻炼

# alexa_intro2_des
source: Check weather updates and get quick answers to some questions
de: Überprüfen Sie Wetterupdates und erhalten Sie schnelle Antworten auf einige Fragen
es: Consulta actualizaciones meteorológicas y obtén respuestas rápidas a algunas preguntas
fr: Consultez les mises à jour météorologiques et obtenez rapidement des réponses à certaines questions
it: Controlla gli aggiornamenti meteorologici e ottieni risposte rapide ad alcune domande
ja: 天気の更新を確認し、いくつかの質問に迅速に回答します
pt: Verificar atualizações do tempo e obter respostas rápidas para algumas perguntas
ru: Проверяйте обновления погоды и быстро получайте ответы на некоторые вопросы
zh: 查看天气更新并快速获得一些问题的答案

# alexa_intro2_title
source: Get the latest information
de: Erhalten Sie die neuesten Informationen
es: Obtenga la información más reciente
fr: Obtenez les dernières informations
it: Ottieni le ultime informazioni
ja: 最新情報を取得する
pt: Obtenha as informações mais recentes
ru: Получить последнюю информацию
zh: 获取最新资讯

# alexa_intro3_des
source: Use your voice to control Alexa-compatible speakers, lights, and thermostats
de: Verwenden Sie Ihre Stimme, um Alexa-kompatible Lautsprecher, Lampen und Thermostate zu steuern
es: Usa tu voz para controlar altavoces, luces y termostatos compatibles con Alexa
fr: Utilisez votre voix pour contrôler les enceintes, les lumières et les thermostats compatibles avec Alexa
it: Usa la tua voce per controllare altoparlanti, luci e termostati compatibili con Alexa
ja: Alexa対応のスピーカー、ライト、サーモスタットを声で操作
pt: Use a sua voz para controlar colunas, luzes e termostatos compatíveis com Alexa
ru: Используйте свой голос, чтобы управлять совместимыми с Alexa динамиками, светом и термостатами
zh: 用你的声音来控制alexa兼容的扬声器、灯和恒温器

# alexa_intro3_title
source: Control smart devices
de: Steuern Sie intelligente Geräte
es: Controla dispositivos inteligentes
fr: Contrôlez les appareils intelligents
it: Controlla i dispositivi intelligenti
ja: スマートデバイスを制御
pt: Controlar dispositivos inteligentes
ru: Управляйте умными устройствами
zh: 控制智能设备

# alexa_landing_page_des
source: Alexa allows you to use your voice to hear the news, listen to music, check weather, control your smart home, and more.
de: Mit Alexa können Sie mit Ihrer Stimme Nachrichten hören, Musik hören, das Wetter überprüfen, Ihr Smart Home steuern und mehr.
es: Alexa le permite usar su voz para escuchar las noticias, escuchar música, consultar el clima, controlar su hogar inteligente y más.
fr: Alexa vous permet d'utiliser votre voix pour écouter les actualités, écouter de la musique, vérifier la météo, contrôler votre maison intelligente, et plus encore.
it: Alexa ti consente di utilizzare la tua voce per ascoltare le notizie, ascoltare musica, controllare il meteo, gestire la tua casa intelligente e altro ancora.
ja: Alexaを使用すると、ニュースを聞いたり、音楽を聴いたり、天気を確認したり、スマートホームを制御したりできます。
pt: Alexa permite que você use sua voz para ouvir notícias, ouvir música, verificar o clima, controlar sua casa inteligente e muito mais.
ru: Алекса позволяет вам использовать свой голос, чтобы слушать новости, слушать музыку, проверять погоду, управлять вашим умным домом и многое другое.
zh: Alexa允许您使用语音听新闻、听音乐、查天气、控制智能家居等等。

# alexa_landing_page_title
source: Your product includes Alexa!
de: Ihr Produkt enthält Alexa!
es: ¡Tu producto incluye Alexa!
fr: Votre produit inclut Alexa !
it: Il tuo prodotto include Alexa!
ja: お使いの製品にはAlexaが含まれています！
pt: Seu produto inclui Alexa!
ru: Ваш продукт включает в себя Алексу!
zh: 您的产品已搭载Alexa！

# alexa_language_change_title
source: Language to speak to Alexa
de: Sprache um mit Alexa zu sprechen
es: Idioma para hablar con Alexa
fr: Langue pour parler à Alexa
it: Lingua per parlare con Alexa
ja: Alexaに話しかける言語
pt: Idioma para falar com a Alexa
ru: Язык для общения с Алексой
zh: 与Alexa对话的语言

# alexa_language_change_unmatched_des
source: The selected language doesn't match the one used by your device. Some Alexa features, skills, music, and content may not be available.
de: Die ausgewählte Sprache stimmt nicht mit der von Ihrem Gerät verwendeten Sprache überein. Einige Alexa-Funktionen, Fähigkeiten, Musik und Inhalte sind möglicherweise nicht verfügbar.
es: El idioma seleccionado no coincide con el utilizado por su dispositivo. Algunas funciones, habilidades, música y contenido de Alexa pueden no estar disponibles.
fr: La langue sélectionnée ne correspond pas à celle utilisée par votre appareil. Certaines fonctionnalités, compétences, musique et contenu d'Alexa peuvent ne pas être disponibles.
it: La lingua selezionata non corrisponde a quella utilizzata dal tuo dispositivo. Alcune funzioni, abilità, musica e contenuti di Alexa potrebbero non essere disponibili.
ja: 選択した言語がデバイスで使用されている言語と一致しません。一部のAlexaの機能、スキル、音楽、コンテンツが利用できない場合があります。
pt: O idioma selecionado não corresponde ao utilizado pelo seu dispositivo. Algumas funcionalidades, habilidades, música e conteúdo da Alexa podem não estar disponíveis.
ru: Выбранный язык не соответствует используемому на вашем устройстве. Некоторые функции, навыки, музыка и контент Alexa могут быть недоступны.
zh: 所选语言与您的设备使用的语言不匹配。某些Alexa功能、技能、音乐和内容可能无法使用。

# alexa_language_change_unmatched_title
source: The language has been changed to %
de: Die Sprache wurde auf % geändert.
es: El idioma ha sido cambiado a %.
fr: La langue a été changée en %.
it: La lingua è stata cambiata in %.
ja: 言語は % に変更されました。
pt: O idioma foi alterado para %.
ru: Язык был изменен на %.
zh: 语言已更改为 %

# alexa_loggedin_help_des
source: For more help, please check %
de: Weitere Hilfe finden Sie unter %
es: Ayuda y habilidades de Alexa
fr: Pour plus d'aide, veuillez consulter %
it: Per ulteriore assistenza, consulta %
ja: さらにヘルプが必要な場合は、%を確認してください
pt: Para mais ajuda, consulte %
ru: Дополнительную помощь можно найти по адресу %
zh: 更多帮助请查阅%

# alexa_loggedin_help_title
source: Alexa Help and Skills
de: Alexa-Hilfe und -Fähigkeiten
es: Iniciar un entrenamiento
fr: Aide et compétences Alexa
it: Aiuto e competenze di Alexa
ja: Alexaのヘルプとスキル
pt: Ajuda e Habilidades da Alexa
ru: Помощь и навыки Алексы
zh: Alexa帮助与技能

# alexa_loggedin_intro_des
source: To use Alexa on your device, you can long press the watch button or the Alexa icon on the application menu.
de: Um Alexa auf Ihrem Gerät zu verwenden, können Sie die Uhr-Taste oder das Alexa-Symbol im Anwendungsmenü lange drücken.
es: Para usar Alexa en su dispositivo, puede mantener presionado el botón del reloj o el ícono de Alexa en el menú de la aplicación.
fr: Pour utiliser Alexa sur votre appareil, vous pouvez appuyer longuement sur le bouton de la montre ou sur l'icône Alexa dans le menu de l'application.
it: Per utilizzare Alexa sul tuo dispositivo, puoi premere a lungo il pulsante dell'orologio o l'icona di Alexa nel menu dell'applicazione.
ja: デバイスでAlexaを使用するには、ウォッチボタンまたはアプリケーションメニューのAlexaアイコンを長押しできます。
pt: Para usar o Alexa no seu dispositivo, você pode pressionar e segurar o botão do relógio ou o ícone do Alexa no menu do aplicativo.
ru: Чтобы использовать Alexa на вашем устройстве, вы можете долго нажать кнопку часов или значок Alexa в меню приложения.
zh: 要使用您设备上的Alexa，您可以长按手表按钮或应用菜单中的Alexa图标。

# alexa_loggedin_intro_titile
source: How to wake up Alexa
de: Wie weckt man Alexa
es: Cómo despertar a Alexa
fr: Comment réveiller Alexa
it: Come svegliare Alexa
ja: Alexaを起動する方法
pt: Como acordar a Alexa
ru: Как разбудить Алексу
zh: 如何唤醒Alexa

# alexa_loggedin_sentence_example_title
source: Here are some things to try
de: Hier sind einige Dinge, die Sie ausprobieren können
es: Para obtener más ayuda, consulte %
fr: Voici quelques choses à essayer
it: Ecco alcune cose da provare
ja: 試してみるいくつかの方法
pt: Aqui estão algumas coisas para tentar
ru: Вот несколько вариантов для попытки
zh: 可以试试这些指令

# alexa_login_with_amazon
source: Login with Amazon
de: Mit Amazon anmelden
es: Iniciar sesión con Amazon
fr: Mit Amazon anmelden
it: Accedi con Amazon
ja: Amazonでログイン
pt: Login com a Amazon
ru: Войти с помощью Amazon
zh: 登录Amazon账号

# alexa_official_app_des
source: To learn more and access additional features, download the %
de: Um mehr zu erfahren und auf zusätzliche Funktionen zuzugreifen, laden Sie das % herunter.
es: Para obtener más información y acceder a funciones adicionales, descargue el %
fr: Pour en savoir plus et accéder à des fonctionnalités supplémentaires, téléchargez le %
it: Per saperne di più e accedere a funzionalità aggiuntive, scarica il %.
ja: 詳細を学び、追加の機能にアクセスするには、% をダウンロードしてください。
pt: Para saber mais e acessar recursos adicionais, faça o download do %
ru: Узнайте больше и получите доступ к дополнительным функциям, загрузив %.
zh: 要了解更多并访问其他功能，请下载 %

# alexa_sentence_example1
source: Turn on the bedroom light
de: Schlafzimmerlicht einschalten
es: Enciende la luz de la habitación
fr: Allumer la lumière de la chambre
it: Accendi la luce della camera
ja: 寝室のライトをつける
pt: Acender a luz do quarto
ru: Включить свет в спальне
zh: 打开卧室的灯

# alexa_sentence_example2
source: Set an alarm for 8:00 am
de: Stellen Sie einen Wecker auf 8:00 Uhr ein
es: Configurar una alarma para las 8:00 a.m.
fr: Régler une alarme pour 8h00
it: Imposta una sveglia per le 8:00
ja: 8:00 amのアラームを設定します
pt: Definir um alarme para as 8:00 am
ru: Установить будильник на 8:00 утра
zh: 设置8:00 am的闹钟

# alexa_sentence_example3
source: How's the weather today?
de: Wie ist das Wetter heute?
es: ¿Cómo está el clima hoy?
fr: Comment est le temps aujourd'hui ?
it: Com'è il tempo oggi?
ja: 今日の天気はどうですか？
pt: Como está o tempo hoje?
ru: Как погода сегодня?
zh: 今天天气如何？

source: All
de: Alle
es: Todo
fr: Tous
it: Tutti
ja: すべて
pt: Todos
ru: Все
zh: 全部

# All_data_and_purchased_items_associated
source: Please note that account deletion is irreversible. All associated data will be permanently deleted.
de: Bitte beachten Sie, dass die Kontolöschung nicht rückgängig gemacht werden kann. Alle zugehörigen Daten werden dauerhaft gelöscht.
es: Tenga en cuenta que la eliminación de la cuenta es irreversible. Todos los datos asociados se eliminarán de forma permanente.
fr: Veuillez noter que la suppression du compte est irréversible. Toutes les données associées seront supprimées définitivement.
it: Si prega di notare che l'eliminazione dell'account è irreversibile. Tutti i dati associati saranno eliminati definitivamente.
ja: アカウント削除は取り消すことができないことをご注意ください。関連するデータは永久に削除されます。
pt: Observe que a exclusão da conta é irreversível. Todos os dados associados serão excluídos permanentemente.
ru: Пожалуйста, обратите внимание, что удаление учетной записи нельзя будет отменить. Все связанные данные будут удалены навсегда.
zh: 请注意账户删除是不可逆的。所有相关数据将被永久删除。

source: Allow
de: Erlauben
es: Permitir
fr: Autoriser
it: Consentire
ja: 許可
pt: Permitir
ru: Разрешить
zh: 允许

# allow_notifications
source: Allow
de: Erlauben
es: Permitir
fr: Autoriser
it: Consentire
ja: 許可
pt: Permitir
ru: Разрешить
zh: 允许

source: All Workouts
de: Alle Workouts
es: Todos los entrenamientos
fr: Tous les entraînements
it: Tutti gli allenamenti
ja: すべてのトレーニング
pt: Todos os Treinos
ru: Все тренировки
zh: 所有运动类型

source: Alpine skiing
de: Alpinski
es: Esquí alpino
fr: Ski alpin
it: Sci alpino
ja: アルペンスキー
pt: Esqui Alpino
ru: Горные лыжи
zh: 高山滑雪

source: Already have an account?
de: Sie haben bereits ein Konto?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?
it: Hai già un account?
ja: すでにアカウントをお持ちですか？
pt: Já tem uma conta?
ru: У вас уже есть аккаунт?
zh: 已拥有账号

source: Always-on Display
de: Immer eingeschaltet anzeigen
es: Pantalla siempre activa
fr: Toujours activé
it: Display sempre attivo
ja: 常時オンディスプレイ
pt: Tela sempre ativada
ru: Всегда включенный дисплей
zh: 常亮显示

source: AM
de: Vormittag
ja: 午前
ru: До полудня
zh: 上午

source: America
de: Amerika
es: Estados Unidos
fr: Amérique
ja: アメリカ
pt: Estados Unidos
ru: США
zh: 美国

source: Apple Health
zh: 苹果健康

# application_quick_reply_content_five
source: See you later.
de: Bis später.
es: Nos vemos más tarde.
fr: À plus tard.
it: Ci vediamo dopo.
ja: また後で。
pt: Até logo.
ru: Увидимся позже.
zh: 待会见

# application_quick_reply_content_four
source: Thank you.
de: Danke.
es: Gracias.
fr: Merci.
it: Grazie.
ja: ありがとう。
pt: Obrigado.
ru: Спасибо.
zh: 谢谢

# application_quick_reply_content_one
source: I'll be right there.
de: Ich bin gleich da.
es: Ahí estaré enseguida.
fr: J'arrive tout de suite.
it: Ci sarò subito.
ja: すぐそこにいます。
pt: Estarei aí em breve.
ru: Я буду прямо там.
zh: 我马上到

# application_quick_reply_content_six
source: Sorry,no.
de: Entschuldigung, nein.
es: Lo siento, no.
fr: Désolé, non.
it: Scusa, no.
ja: すみません、いいえ。
pt: Desculpe, não.
ru: Извините, нет.
zh: 不好意思

# application_quick_reply_content_three
source: No problem!
de: Kein Problem!
es: ¡Sin problema!
fr: Pas de problème !
it: Nessun problema!
ja: 問題なし！
pt: Sem problema!
ru: Нет проблем!
zh: 没问题！

# application_quick_reply_content_two
source: How's it going?
de: Wie geht es dir?
es: ¿Cómo va todo?
fr: Comment ça va?
it: Come va?
ja: 調子はどう？
pt: Como está indo?
ru: Как дела?
zh: 最近怎么样？

# app_new_version_popup_title
source: New Version
de: Neue Version
es: Nueva versión
fr: Nouvelle version
it: Nuova versione
ja: 新バージョン
pt: Nova Versão
ru: Новая версия
zh: 发现新版本

# app_notifications_introtuction
source: Ensure that % and the apps requiring notification have obtained notification permissions on your phone, and that your watch and phone maintain Bluetooth connection.
de: Stellen Sie sicher, dass % und die Apps, die Benachrichtigungen benötigen, die Benachrichtigungsberechtigungen auf Ihrem Telefon erhalten haben, und dass Ihre Uhr und Ihr Telefon eine Bluetooth-Verbindung aufrechterhalten.
es: Asegúrese de que % y las aplicaciones que requieren notificaciones hayan obtenido los permisos de notificación en su teléfono, y que su reloj y teléfono mantengan una conexión Bluetooth.
fr: Assurez-vous que % et les applications nécessitant des notifications ont obtenu les autorisations de notification sur votre téléphone, et que votre montre et votre téléphone maintiennent une connexion Bluetooth.
it: Assicurati che % e le app che richiedono notifiche abbiano ottenuto le autorizzazioni alle notifiche sul tuo telefono, e che il tuo orologio e telefono mantengano una connessione Bluetooth.
ja: %および通知を受け取る必要のあるアプリが携帯電話の通知権限を取得し、腕時計と携帯電話がBluetooth接続を維持していることを確認してください。
pt: Certifique-se de que % e os aplicativos que precisam de notificações tenham obtido permissões de notificação no seu telefone, e que o seu relógio e telefone mantenham a conexão Bluetooth.
ru: Убедитесь, что % и приложения, требующие уведомлений, получили разрешения на уведомления на вашем телефоне, и что ваш часы и телефон поддерживают подключение Bluetooth.
zh: 确保%及需要接收通知的App获得了您的手机通知权限，您的手表和手机保持蓝牙连接。

source: App Sorting
de: App Sortierung
es: Ordenar aplicaciones
fr: Tri des applications
it: Ordinamento app
ja: アプリの並べ替え
pt: Ordenação de aplicativos
ru: Сортировка приложений
zh: 应用排序

source: Apr
es: Abr
fr: Avr
ja: 4月
pt: Abr
ru: Апр
zh: 4月

source: April
es: Abril
fr: Avril
it: Aprile
ja: 4月
pt: Abril
ru: Апрель
zh: 4月

source: Archery
de: Bogenschießen
es: Tiro con arco
fr: Tir à l'arc
it: Tiro con l'arco
ja: アーチェリー
pt: Arco e Flecha
ru: Стрельба из лука
zh: 射箭

# AreYouSuretologout
source: Do you want to log out？
de: Möchten Sie sich abmelden?
es: ¿Desea cerrar sesión?
fr: Voulez-vous vous déconnecter?
it: Vuoi uscire?
ja: ログアウトしますか？
pt: Você quer sair?
ru: Вы хотите выйти?
zh: 是否退出账号？

source: Aug
de: Aoû
es: Ago
fr: Ago
it: 8月
ja: Авг
ru: Ago
zh: 8月

source: August
es: Agosto
fr: Août
it: Agosto
ja: 8月
pt: Agosto
ru: Август
zh: 8月

source: Authorized
de: Genehmigt
es: Autorizado
fr: Autorisé
it: Autorizzato
ja: 承認済
pt: Autorizado
ru: Разрешено
zh: 已授权

# authorize_thirdparty_health_toast
source: Authorization failed, please go to % to enable it yourself
de: Autorisierung fehlgeschlagen, bitte gehen Sie zu %, um sie selbst zu aktivieren
es: Autorización fallida, por favor vaya a % para habilitarla usted mismo
fr: Autorisation échouée, veuillez vous rendre à % pour l'activer vous-même
it: Autorizzazione fallita, per favore vai a % per attivarla tu stesso
ja: 認証に失敗しました、%で有効にしてください
pt: Autorização falhou, por favor vá para % para ativá-la você mesmo
ru: Ошибка авторизации, перейдите по ссылке %, чтобы включить ее самостоятельно
zh: 授权失败，请前往%自主开启

# authorize_thirdparty_health_wait_toast
source: Waiting for authorization
de: Warten auf Autorisierung
es: Esperando autorización
fr: En attente d'autorisation
it: In attesa di autorizzazione
ja: 承認待ち
pt: Aguardando autorização
ru: Ожидание авторизации
zh: 等待你完成授权

# auto_discover_set
source: Set Up
de: Sofort einrichten
es: Configurar ahora
fr: Configurer immédiatement
it: Configurazione immediata
ja: 設定する
pt: Configurar imediatamente
ru: Настройка
zh: 立即配置

# auto_discover_watch
source: A New Watch to Set Up
de: Eine neue Uhr zum Einrichten
es: Un nuevo reloj para configurar
fr: Une nouvelle montre à configurer
it: Un nuovo orologio da configurare
ja: 設定する新しい時計
pt: Um novo relógio para configurar
ru: Новые настройки часов
zh: 发现可配置的新手表

source: Automatic
de: Automatisch
es: Automático
fr: Automatique
it: Automatico
ja: 自動
pt: Automático
ru: Автоматический
zh: 自动
