Repository: hyh19/Fitnexa
Catalog: components/creekbase/lib/l10n/intl_*.arb
Languages: de, es, fr, it, ja, pt, ru, zh

# watch_face_remove
source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
pt: Remover
ru: Удалить
zh: 移除

# watch_face_update
source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiorna
ja: 更新
pt: Atualizar
ru: Обновить
zh: 更新

# watch_home_My_watch_faces
source: My Faces
de: Meine Zifferblätter
es: Mis Carátulas
fr: Mes Cadrans
it: I Miei Quadranti
ja: 私のフェイス
pt: Meus Mostradores
ru: Мои циферблаты
zh: 我的表盘

# watch_language
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
pt: Idioma
ru: Язык
zh: 语言

source: Watch name cannot be empty
de: Der Uhrenname darf nicht leer sein
es: El nombre del reloj no puede estar vacío
fr: Le nom de la montre ne peut pas être vide
it: Il nome dell'orologio non può essere vuoto
ja: ウォッチ名は空にできません
pt: O nome do relógio não pode ficar vazio
ru: Имя часов не может быть пустым
zh: 手表名称不能为空

# watch_Name_to_long
source: Watch name up to 30 characters
de: Uhrenname bis zu 30 Zeichen
es: Nombre del reloj hasta 30 caracteres
fr: Nom de la montre jusqu'à 30 caractères
it: Nome dell'orologio fino a 30 caratteri
ja: ウォッチ名は30文字までです
pt: Nome do relógio até 30 caracteres
ru: Имя часов до 30 символов
zh: 手表名称最多30个字符

# watch_to_ensure_watch_reset_on_watch
source: To ensure that your watch can enter pairing mode in the future, we highly recommend resetting your watch by following these steps: Go to "Settings," then "General," and select "Factory Reset." Additionally, please remember to choose "Forget This Device" in the Bluetooth settings page on your phone.
de: Um sicherzustellen, dass Ihre Uhr in Zukunft in den Pairing-Modus wechseln kann, empfehlen wir dringend, Ihre Uhr zurückzusetzen, indem Sie diesen Schritten folgen: Gehen Sie zu "Einstellungen", dann zu "Allgemein" und wählen Sie "Werkseinstellungen wiederherstellen". Außerdem vergessen Sie nicht, auf der Bluetooth-Einstellungsseite Ihres Telefons "Dieses Gerät vergessen" auszuwählen.
es: Para asegurarse de que su reloj pueda entrar en el modo de emparejamiento en el futuro, le recomendamos encarecidamente que restablezca su reloj siguiendo estos pasos: Vaya a "Configuración", luego a "General" y seleccione "Restablecer configuración de fábrica". Además, recuerde elegir "Olvidar este dispositivo" en la página de configuración de Bluetooth de su teléfono.
fr: Pour que votre montre puisse entrer en mode de couplage à l'avenir, nous vous recommandons vivement de réinitialiser votre montre en suivant ces étapes : Allez dans "Réglages", puis dans "Général" et sélectionnez "Réinitialiser aux réglages d'usine". N'oubliez pas non plus de choisir "Oublier cet appareil" dans la page des paramètres Bluetooth de votre téléphone.
it: Per assicurarti che il tuo orologio possa entrare in modalità di accoppiamento in futuro, ti consigliamo vivamente di ripristinare il tuo orologio seguendo questi passaggi: Vai su "Impostazioni", quindi su "Generale" e seleziona "Ripristina impostazioni di fabbrica". Inoltre, ricorda di scegliere "Dimentica questo dispositivo" nella pagina delle impostazioni Bluetooth del tuo telefono.
ja: 将来、ウォッチがペアリングモードに入ることを確認するために、次の手順に従ってウォッチをリセットすることを強くお勧めします。 「設定」→「一般」→「工場出荷時の設定に戻す」を選択します。 また、お使いの携帯電話のBluetooth設定ページで「このデバイスを忘れる」を選択することを忘れないでください。
pt: Para garantir que o seu relógio possa entrar no modo de emparelhamento no futuro, recomendamos fortemente que você redefina o seu relógio seguindo estes passos: Vá para "Configurações", depois para "Geral" e selecione "Redefinir Configurações de Fábrica". Além disso, lembre-se de escolher "Esquecer Este Dispositivo" na página de configurações de Bluetooth do seu telefone.
ru: Чтобы гарантировать, что вашим часам удастся перейти в режим паринга в будущем, рекомендуем выполнить сброс часов, следуя этим шагам: Перейдите в "Настройки", затем в "Общие" и выберите "Сброс настроек". Кроме того, не забудьте выбрать "Забыть это устройство" на странице настроек Bluetooth на вашем телефоне.
zh: 与手表解除绑定后，你的数据将无法再同步至 App 为了你的手表以后仍可被绑定，我们强烈建议你通过以下步骤重置你的手表：前往手表中的设置页，找到通用，接着点击恢复出厂设置。 此外，请记得在手机的蓝牙设置页面中选择“忘记此设备”

# watch_upate_failed_to_send_again
source: Firmware installed failed. Please try again.
de: Firmware-Installation fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Fallo en la instalación del firmware. Por favor, inténtalo de nuevo.
fr: L'installation du micrologiciel a échoué. Veuillez réessayer.
it: Installazione del firmware fallita. Riprova.
ja: ファームウェアのインストールに失敗しました。もう一度お試しください。
pt: Falha na instalação da firmware. Tente novamente.
ru: Ошибка установки прошивки. Пожалуйста, попробуйте еще раз.
zh: 安装失败，请重试

# watch_update_download_failed
source: Firmware download failed. Please try again.
de: Firmware-Download fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Fallo en la descarga del firmware. Por favor, inténtalo de nuevo.
fr: Le téléchargement du micrologiciel a échoué. Veuillez réessayer.
it: Download del firmware fallito. Riprova.
ja: ファームウェアのダウンロードに失敗しました。もう一度お試しください。
pt: Falha no download da firmware. Tente novamente.
ru: Ошибка загрузки прошивки. Пожалуйста, попробуйте еще раз.
zh: 下载失败，请重试

# watch_update_Downloading_new_version
source: Downloading... (% %)
de: Herunterladen... (% %)
es: Descargando... (% %)
fr: Téléchargement... (% %)
it: Download in corso... (% %)
ja: ダウンロード中... (% %)
pt: Baixando... (% %)
ru: Загрузка... (% %)
zh: 下载中…（% %）

# watch_update_new_firmware
source: New Firmware
de: Neue Firmware
es: Nuevo firmware
fr: Nouveau micrologiciel
it: Nuovo firmware
ja: 新しいファームウェア
pt: Novo Firmware
ru: Новая прошивка
zh: 新固件版本

# watch_update_sending_to_watch
source: Installing...% %
de: Installieren... % %
es: Instalando... % %
fr: Installation en cours... % %
it: Installazione in corso... % %
ja: インストール中... % %
pt: Instalando... % %
ru: Установка... % %
zh: 安装中…% %

# water_raft
source: White water rafting
de: Wildwasser-Rafting
es: Rafting en aguas bravas
fr: Rafting en eaux vives
it: Rafting su acque bianche
ja: ホワイトウォーターラフティング
pt: Rafting em Águas Brancas
ru: Рафтинг на бурных водах
zh: 漂流

# watt
source: W
ru: Вт
zh: 瓦

# weak_connection_caution
source: Keep the watch close to your phone during the process.
de: Halten Sie die Uhr während des Vorgangs in der Nähe Ihres Telefons.
es: Mantén el reloj cerca de tu teléfono durante el proceso.
fr: Gardez la montre près de votre téléphone pendant le processus.
it: Tieni l'orologio vicino al telefono durante il processo.
ja: プロセス中、ウォッチを携帯電話に近づけてください。
pt: Mantenha o relógio perto do telefone durante o processo.
ru: Держите часы близко к телефону во время процесса.
zh: 过程中请保持手表靠近手机

source: Weather
de: Wetter
es: Meteorología
fr: Météo
it: Meteo
ja: 天気
pt: Meteorologia
ru: Погода
zh: 天气

source: Weather data synchronized successfully
de: Wetterdaten erfolgreich synchronisiert
es: Datos meteorológicos sincronizados correctamente
fr: Données météorologiques synchronisées avec succès
it: Dati meteorologici sincronizzati con successo
ja: 天気データが正常に同期されました
pt: Dados climáticos sincronizados com sucesso
ru: Данные о погоде успешно синхронизированы
zh: 天气数据同步成功

# weather_state_des
source: When your watch is connected to %, the latest weather data of your location will be updated.
de: Wenn Ihre Uhr mit % verbunden ist, werden die neuesten Wetterdaten Ihres Standorts automatisch aktualisiert.
es: Cuando tu reloj está conectado a %, los datos meteorológicos más recientes de tu ubicación se actualizarán automáticamente.
fr: Lorsque votre montre est connectée à %, les dernières données météorologiques de votre emplacement seront mises à jour automatiquement.
it: Quando il tuo orologio è collegato a %, i dati meteo più recenti della tua posizione verranno aggiornati automaticamente.
ja: %に接続されている場合、腕時計は最新の天気情報を自動的に更新します。
pt: Quando seu relógio está conectado ao %, os dados climáticos mais recentes de sua localização serão atualizados automaticamente.
ru: Когда часы подключены к %, последние метеорологические данные вашего местоположения будут обновляться автоматически.
zh: 当手表和%连接中时，将为你自动同步所在地的最新天气情况。

source: Wechat
zh: 微信

source: Wed
de: Mi
es: Mié
fr: Mer
it: Mer
ja: 水曜日
pt: Qua
ru: Ср
zh: 周三

source: Wednesday
de: Mittwoch
es: Miércoles
fr: Mercredi
it: Mercoledì
ja: 水曜日
pt: Quarta-feira
ru: Среда
zh: 周三

source: Week %
de: Wochen %
es: % semana
fr: % semaine
it: % settimana
ja: 週 %
pt: % da Semana
ru: % неделя
zh: 第 % 周

# weekly_tiltle
source: Week
de: Woche
es: Semana
fr: Semaine
it: Settimana
ja: 週
pt: Semana
ru: Неделя
zh: 周

# We_have_sent_a_recovery_code_to_your
source: We've sent a Verification code to your email at % . Please enter it.
de: Wir haben Ihnen einen Bestätigungscode an % gesendet. Bitte geben Sie es ein.
es: Hemos enviado un código de verificación a %. Por favor, ingrésalo.
fr: Nous avons envoyé un code de vérification à %. Veuillez le saisir.
it: "Abbiamo inviato un codice di verifica a %. Inseriscilo.
ja: "確認コードを % に送信しました。 下に入力してください。
pt: "Enviamos um código de verificação para você em %. Por favor, digite.
ru: "Мы отправили вам код подтверждения на %. Пожалуйста, введите его.
zh: 我们已向你的邮箱%发送了验证码，请在下方输入你收到的验证码

source: Weight
de: Gewicht
es: Peso
fr: Poids
it: Peso
ja: 体重
pt: Peso
ru: Вес
zh: 体重

# welcome_user
source: Welcome %
de: Willkommen %
es: ¡Bienvenido %!
fr: Bienvenue %
it: Benvenuto %
ja: ようこそ %
pt: Bem-vindo %
ru: Добро пожаловать %
zh: 欢迎你，%

# When_the_watch_displays_the_time
source: Your watch will always display the time when turned on. However, it will shorten the standby time of your watch.
de: Ihre Uhr zeigt die Zeit immer an, wenn sie eingeschaltet ist. Allerdings verkürzt dies die Standby-Zeit Ihrer Uhr.
es: Tu reloj siempre mostrará la hora cuando esté encendido. Sin embargo, esto acortará el tiempo de espera de tu reloj.
fr: Votre montre affichera toujours l'heure lorsqu'elle est allumée. Cependant, cela réduira le temps de veille de votre montre.
it: Il tuo orologio mostrerà sempre l'ora quando è acceso. Tuttavia, ciò accorcerà il tempo di standby del tuo orologio.
ja: ウォッチはオンになると常に時間を表示します。ただし、ウォッチの待機時間が短くなります。
pt: O seu relógio sempre exibirá a hora quando estiver ligado. No entanto, isso reduzirá o tempo de espera do seu relógio.
ru: Ваш часы всегда будет отображать время, когда он включен. Однако это сократит время ожидания часов.
zh: 开关开启时手表将常亮展示时间。此操作有可能降低手表续航时间。

# When_you_stop_during_the_exercise
source: The watch automatically pauses tracking when you stop your workout and resumes when you start again, supporting running, walking, and outdoor cycling activities.
de: Die Uhr pausiert die Aufzeichnung automatisch, wenn Sie Ihr Training beenden, und setzt sie fort, wenn Sie wieder starten. Unterstützt Laufen, Gehen und Outdoor-Radfahren.
es: El reloj pausa automáticamente el seguimiento cuando detienes tu entrenamiento y lo reanuda cuando vuelves a empezar, lo que es compatible con actividades de carrera, caminata y ciclismo al aire libre.
fr: La montre met automatiquement en pause le suivi lorsque vous arrêtez votre entraînement et le reprend lorsque vous recommencez, prenant en charge la course à pied, la marche et le cyclisme en extérieur.
it: L'orologio mette automaticamente in pausa il monitoraggio quando interrompi l'allenamento e lo riprende quando riparti, supportando attività di corsa, camminata e ciclismo all'aperto.
ja: ウォッチは、ワークアウトを停止すると自動的にトラッキングを一時停止し、再開時に再開します。ランニング、ウォーキング、アウトドアサイクリングをサポートしています。
pt: O relógio pausa automaticamente o rastreamento quando você interrompe o treino e retoma quando você recomeça, com suporte para corrida, caminhada e ciclismo ao ar livre.
ru: Часы автоматически ставят на паузу отслеживание, когда вы прекращаете тренировку, и возобновляют его, когда вы снова начинаете тренировку, поддерживая бег, ходьбу и велосипедные прогулки на открытом воздухе.
zh: 当您停止运动时，手表可以自动暂停追踪，并在您重新开始时恢复。目前该功能支持跑步、走路、户外骑行。

# wireless_permison_instructions
source: Some functionality may not work when wireless data is turned off.
de: Einige Funktionen funktionieren möglicherweise nicht, wenn drahtlose Daten deaktiviert sind.
es: Es posible que algunas funciones no funcionen cuando los datos inalámbricos estén desactivados.
fr: Certaines fonctionnalités peuvent ne pas fonctionner lorsque les données sans fil sont désactivées.
it: Alcune funzioni potrebbero non funzionare quando i dati wireless sono disattivati.
ja: ワイヤレスデータがオフになっている場合、一部の機能が機能しない場合があります
pt: Algumas funcionalidades podem não funcionar quando os dados sem fio estiverem desligados.
ru: Некоторые функции могут не работать, если отключены беспроводные данные.
zh: 网络未授权将导致一些功能无法正常使用

# Withdraw_consent
source: Revoke Consent
de: Einwilligung widerrufen
es: Revocar el consentimiento
fr: Révoquer le consentement
it: Revoca il consenso
ja: 同意を取り消す
pt: Revogar consentimento
ru: Отозвать согласие
zh: 撤销同意

# Withdraw_consent_content
source: If you revoke your consent to the "Privacy Policy" and "User Agreement," you will not be able to use this app, and all your data within this app will be cleared.
de: Wenn Sie Ihre Zustimmung zur "Datenschutzrichtlinie" und zum "Nutzungsvereinbarung" widerrufen, können Sie diese App nicht mehr nutzen und alle Ihre Daten in dieser App werden gelöscht.
es: Si revoca su consentimiento a la "Política de privacidad" y al "Acuerdo del usuario", no podrá utilizar esta aplicación y se borrarán todos sus datos dentro de esta aplicación.
fr: Si vous révoquez votre consentement à la "Politique de confidentialité" et à l'"Accord de l'utilisateur", vous ne pourrez plus utiliser cette application et toutes vos données dans cette application seront effacées.
it: Se revocare il tuo consenso all'"Informativa sulla privacy" e all'"Accordo dell'utente", non potrai più utilizzare quest'app e tutti i tuoi dati all'interno di quest'app verranno cancellati.
ja: "プライバシーポリシー"と"ユーザーアグリーメント"への同意を取り消すと、このアプリを使用できなくなり、このアプリ内のすべてのデータが削除されます。
pt: Se você revogar seu consentimento à "Política de Privacidade" e ao "Contrato do Usuário", você não poderá mais usar este aplicativo, e todos os seus dados dentro deste aplicativo serão apagados.
ru: Если вы отзовете свое согласие с "Политикой конфиденциальности" и "Пользовательским соглашением", вы не сможете использовать это приложение, и все ваши данные в этом приложении будут удалены.
zh: 如果你撤销同意《隐私政策》和《用户协议》，将无法使用%，你在%中的一切数据或信息也将全部清除。

# workouts_cadence
source: Cadence
de: Kadenz
es: Cadencia
it: Cadenza
ja: 歩調
pt: Cadência
ru: Каденция
zh: 步频

# workouts_detail_elevation_gain
source: Elevation Gain
de: Höhengewinn
es: Ganancia de elevación
fr: Gain d'altitude
it: Guadagno di altitudine
ja: 獲得標高
pt: Ganho de Elevação
ru: Прирост высоты
zh: 爬升高度

# workouts_detail_elevation_max
source: Elevation Max
de: Maximaler Höhenzug
es: Elevación máxima
fr: Élévation maximale
it: Altitudine massima
ja: 最大標高
pt: Elevação Máxima
ru: Максимальная высота
zh: 最高海拔

# workouts_detail_info_hrv_content1
source: Heart Rate Variability, also known as HRV, represents the variance in time between every heartbeat. So while your Heart Rate measures how many times your heart beats per minute, HRV is the variance in time between those beats.
de: Die Herzfrequenzvariabilität, auch als HRV bekannt, repräsentiert die Zeitvarianz zwischen jedem Herzschlag. Während Ihre Herzfrequenz also misst, wie oft Ihr Herz pro Minute schlägt, ist die HRV die Zeitvarianz zwischen diesen Schlägen.
es: La variabilidad de la frecuencia cardíaca, también conocida como VFC, representa la variación en el tiempo entre cada latido. Entonces, mientras que su frecuencia cardíaca mide cuántas veces late su corazón por minuto, la VFC es la variación en el tiempo entre esos latidos.
fr: La variabilité de la fréquence cardiaque, également connue sous le nom de VFC, représente la variance dans le temps entre chaque battement de cœur. Ainsi, alors que votre fréquence cardiaque mesure combien de fois votre cœur bat par minute, la VFC est la variance dans le temps entre ces battements.
it: La variabilità della frequenza cardiaca, nota anche come VFC, rappresenta la varianza nel tempo tra ogni battito. Quindi, mentre la tua frequenza cardiaca misura quante volte il tuo cuore batte al minuto, la VFC è la varianza nel tempo tra quei battiti.
ja: 心拍変動、またの名をHRVとは、心臓の鼓動間の時間の変動を表します。つまり、心拍数は心臓が1分間に何回鼓動するかを測定するのに対し、HRVはそれらの鼓動の間の時間の変動です。
pt: A variabilidade da frequência cardíaca, também conhecida como VFC, representa a variação no tempo entre cada batimento cardíaco. Assim, enquanto sua frequência cardíaca mede quantas vezes seu coração bate por minuto, a VFC é a variação no tempo entre esses batimentos.
ru: Вариабельность сердечного ритма, также известная как ВСР, представляет собой изменение времени между каждым сердечным сокращением. Так что, в то время как ваш пульс измеряет, сколько раз ваше сердце бьется в минуту, ВСР - это изменение времени между этими сокращениями.
zh: 心率变异性，也称为HRV，代表了每次心跳之间时间的差异。因此，虽然您的心率衡量的是您的心每分钟跳动多少次，但HRV则是这些心跳之间时间的差异。

# workouts_detail_info_hrv_content2
source: Your heart rate variability is an important expression of how well you are able to deal with and recover from stress, whether that is a physical stressor (like exercise or illness) or an emotional and mental stressor (like anxiety). Increasing your heart rate variability means sleeping better, reducing pain, and improving your overall health and fitness.
de: Ihre Herzfrequenzvariabilität ist ein wichtiger Ausdruck dafür, wie gut Sie mit Stress umgehen und sich davon erholen können, sei es ein physischer Stressor (wie Bewegung oder Krankheit) oder ein emotionaler und mentaler Stressor (wie Angst). Eine Erhöhung Ihrer Herzfrequenzvariabilität bedeutet besseren Schlaf, Schmerzreduktion und Verbesserung Ihrer allgemeinen Gesundheit und Fitness.
es: Su variabilidad de la frecuencia cardíaca es una expresión importante de cuán bien puede hacer frente y recuperarse del estrés, ya sea un factor de estrés físico (como el ejercicio o la enfermedad) o un factor de estrés emocional y mental (como la ansiedad). Aumentar su variabilidad de la frecuencia cardíaca significa dormir mejor, reducir el dolor y mejorar su salud y estado físico en general.
fr: Votre variabilité de la fréquence cardiaque est une expression importante de votre capacité à faire face et à récupérer du stress, qu'il s'agisse d'un facteur de stress physique (comme l'exercice ou la maladie) ou d'un facteur de stress émotionnel et mental (comme l'anxiété). Augmenter votre variabilité de la fréquence cardiaque signifie mieux dormir, réduire la douleur et améliorer votre santé et votre condition physique générales.
it: La variabilità della frequenza cardiaca è una rappresentazione importante di quanto bene sei in grado di affrontare e riprenderti dallo stress, che sia un fattore di stress fisico (come l'esercizio fisico o la malattia) o un fattore di stress emotivo e mentale (come l'ansia). Aumentare la tua variabilità della frequenza cardiaca significa dormire meglio, ridurre il dolore e migliorare la tua salute e forma fisica complessive.
ja: あなたの心拍変動は、ストレスからうまく対処し回復できるかどうかの重要な指標であり、それは運動や病気などの身体的なストレス要因や、不安などの感情的および精神的なストレス要因であるかにかかわらずです。心拍変動を増やすことは、より良い睡眠、痛みの軽減、全体的な健康とフィットネスの向上を意味します。
pt: Sua variabilidade da frequência cardíaca é uma expressão importante de quão bem você consegue lidar e se recuperar do estresse, seja ele um estressor físico (como exercício ou doença) ou um estressor emocional e mental (como ansiedade). Aumentar sua variabilidade da frequência cardíaca significa dormir melhor, reduzir a dor e melhorar sua saúde e aptidão física geral.
ru: Ваша вариабельность сердечного ритма - важный показатель того, насколько хорошо вы можете справляться и восстанавливаться от стресса, будь то физический стрессор (такой как упражнения или болезнь) или эмоциональный и ментальный стрессор (как тревога). Увеличение вариабельности сердечного ритма означает лучший сон, уменьшение боли и улучшение общего здоровья и фитнеса.
zh: 您的心率变异性是您能够有效处理和从压力中恢复的重要表达，无论是身体压力源（如运动或疾病）还是情绪和心理压力源（如焦虑）。增加您的心率变异性意味着更好的睡眠，减轻疼痛，提高您的整体健康和健身水平。

# workouts_detail_info_hrv_content3_1
source: Your individual heart rate variability is represented by your HRV Score. HRV is typically measured in milliseconds with a higher HRV score indicating better health.
de: Ihre individuelle Herzfrequenzvariabilität wird durch Ihren HRV-Score repräsentiert. HRV wird in der Regel in Millisekunden gemessen, wobei ein höherer HRV-Score auf eine bessere Gesundheit hinweist.
es: Su variabilidad individual de la frecuencia cardíaca está representada por su puntuación de VFC. La VFC se mide típicamente en milisegundos, siendo una puntuación de VFC más alta indicativa de una mejor salud.
fr: Votre variabilité individuelle de la fréquence cardiaque est représentée par votre score de VRC. La VRC est généralement mesurée en millisecondes, un score de VRC plus élevé indiquant une meilleure santé.
it: La tua variabilità individuale della frequenza cardiaca è rappresentata dal tuo punteggio HRV. La HRV è generalmente misurata in millisecondi, con un punteggio HRV più alto che indica una migliore salute.
ja: 個別の心拍変動はあなたのHRVスコアで表されます。通常、HRVはミリ秒単位で測定され、より高いHRVスコアはより健康であることを示します。
pt: Sua variabilidade individual da frequência cardíaca é representada pela sua pontuação de VFC. A VFC é geralmente medida em milissegundos, sendo uma pontuação de VFC mais alta indicativa de uma melhor saúde.
ru: Ваша индивидуальная вариабельность сердечного ритма представлена вашим показателем ВРИ. Обычно ВРИ измеряется в миллисекундах, и более высокий показатель ВРИ указывает на лучшее здоровье.
zh: 您的个体心率变异性由您的HRV得分表示。通常以毫秒为单位测量HRV，较高的HRV得分表示更健康。
