Repository: hyh19/Fitnexa
Catalog: components/creekbase/lib/l10n/intl_*.arb
Languages: de, es, fr, it, ja, pt, ru, zh

# home_menstrual_title
source: Menstrual Period
de: Menstruationszyklus
es: Ciclo menstrual
fr: Cycle menstruel
it: Ciclo mestruale
ja: 月経周期
pt: Ciclo Menstrual
ru: Менструальный цикл
zh: 生理周期

source: Horizontal bar
de: Reck
es: Barra fija
fr: Barre fixe
it: Sbarra
ja: ひげ付き
pt: Barra Horizontal
ru: Параллельные брусья
zh: 单杠

# horse_riding
source: Horseback riding
de: Reiten
es: Equitación
fr: Équitation
it: Equitazione
ja: 騎馬
pt: Equitação
ru: Верховая езда
zh: 骑马

# hour
source: % h
de: % Std
ja: % 時
ru: % ч
zh: % 时

# hours
source: Hour
de: Stunden
es: Hora
fr: Heure
it: Ore
ja: 時
pt: Hora
ru: часы
zh: 小时

# hrzone_aerobic
source: Aerobic
es: Aeróbico
fr: Aérobie
it: Aerobico
ja: エアロビ
pt: Aeróbio
ru: Аэробный
zh: 有氧

# hrzone_anaerobic
source: Anaerobic
de: Anaerob
es: Anaeróbico
fr: Anaérobique
it: Anaerobico
ja: アナエロビ
pt: Anaeróbico
ru: Анаэробный
zh: 无氧

# hrzone_easy
source: Easy
de: Leicht
es: Fácil
fr: Facile
it: Facile
ja: イージー
pt: Fácil
ru: Легко
zh: 低强度

# hrzone_edit_caution
source: Please enter a reasonable value (20-220)
de: Bitte geben Sie einen sinnvollen Wert ein (20-220)
es: Por favor ingrese un valor razonable (20-220)
fr: Veuillez entrer une valeur raisonnable (20-220)
it: Si prega di inserire un valore ragionevole (20-220)
ja: 常識的な値を入力してください（20〜220）
pt: Por favor, insira um valor razoável (20-220)
ru: Пожалуйста, введите разумное значение (20-220)
zh: 请填写符合常理的数值（20-220）

# hrzone_intro_notitle_des
source: The following are the descriptions of our default heart rate zones. The zones may not match these descriptions if you customize them for different training purposes.
de: Die folgenden Beschreibungen unserer Standard-Herzfrequenzzonen. Wenn Sie sie für unterschiedliche Trainingszwecke anpassen, können die Beschreibungen möglicherweise nicht mit diesen Zonen übereinstimmen
es: Las siguientes son las descripciones de nuestras zonas de frecuencia cardíaca predeterminadas. Si las personalizas para diferentes propósitos de entrenamiento, las descripciones pueden no coincidir con estas zonas
fr: Les descriptions suivantes de nos zones de fréquence cardiaque par défaut. Si vous les personnalisez pour différents objectifs d'entraînement, les descriptions peuvent ne pas correspondre à ces zones
it: Le seguenti sono le descrizioni delle nostre zone di frequenza cardiaca predefinite. Se le personalizzi per scopi di allenamento diversi, le descrizioni potrebbero non corrispondere a queste zone
ja: 以下は、デフォルトの心拍ゾーンの説明です。異なるトレーニング目的にカスタマイズする場合、説明はこれらのゾーンと一致しない可能性があります
pt: As seguintes são as descrições das nossas zonas de frequência cardíaca padrão. Se você as personalizar para diferentes propósitos de treino, as descrições podem não corresponder a essas zonas
ru: Ниже приведены описания наших зон сердечного ритма по умолчанию. Если вы настраиваете их для разных целей тренировки, описания могут не соответствовать этим зонам
zh: 以下是关于不同心率区间的描述。如果你自定义填写，相关区间描述有可能与自定义区间训练效果不匹配。

# hrzone_intro_understandhr
source: Understanding Heart Zone
de: Verstehen der Herzfrequenzzone
es: Comprendiendo la zona de frecuencia cardíaca
fr: Comprendre la zone de fréquence cardiaque
it: Comprensione delle zone di frequenza cardiaca
ja: 心拍ゾーン理解
pt: Compreensão da Zona de Frequência Cardíaca
ru: Понимание зоны сердечного ритма
zh: 了解心率区间

# hrzone_intro_understandhr_des
source: Each heart rate zone influences your body while training. Focusing on different zones helps you build a balanced routine for strength, endurance, and power. Lower zones are great for warm-up and recovery, while higher zones drive progress
de: Jede Herzfrequenzzone beeinflusst Ihren Körper während des Trainings. Die Konzentration auf verschiedene Zonen hilft Ihnen dabei, einen ausgewogenen Trainingsplan für Kraft, Ausdauer und Leistung aufzubauen. Niedrige Zonen eignen sich gut zum Aufwärmen und zur Erholung, während höhere Zonen den Fortschritt fördern
es: Cada zona de frecuencia cardíaca influye en tu cuerpo durante el entrenamiento. Centrarse en diferentes zonas te ayuda a construir una rutina equilibrada para la fuerza, resistencia y potencia. Las zonas más bajas son ideales para calentar y recuperarse, mientras que las zonas más altas impulsan el progreso
fr: Chaque zone de fréquence cardiaque influence votre corps pendant l'entraînement. Se concentrer sur différentes zones vous aide à construire une routine équilibrée pour la force, l'endurance et la puissance. Les zones inférieures sont idéales pour l'échauffement et la récupération, tandis que les zones supérieures favorisent les progrès
it: Ogni zona di frequenza cardiaca influenza il tuo corpo durante l'allenamento. Concentrandoti su diverse zone, puoi costruire una routine equilibrata per la forza, la resistenza e la potenza. Le zone più basse sono ideali per il riscaldamento e il recupero, mentre le zone più alte favoriscono i progressi
ja: トレーニング中、各心拍ゾーンは体に影響を与えます。異なるゾーンに焦点を当てることで、バランスの取れた強度、持久力、パワーのあるルーチンを構築できます。低いゾーンはウォームアップやリカバリーに適しており、高いゾーンは進歩を促進します
pt: Cada zona de frequência cardíaca influencia o seu corpo durante o treino. Focar em diferentes zonas ajuda a construir uma rotina equilibrada para força, resistência e potência. As zonas mais baixas são ótimas para aquecer e recuperar, enquanto as zonas mais altas impulsionam o progresso
ru: Каждая зона сердечного ритма влияет на ваше тело во время тренировки. Сосредотачиваясь на разных зонах, вы создаете сбалансированную программу для укрепления, выносливости и мощности. Низкие зоны отлично подходят для разминки и восстановления, тогда как высокие зоны способствуют прогрессу
zh: 训练时，每个心率区都会影响你的身体。专注于不同的区域可以帮助你训练平衡力，耐力和力量。较低的区域非常适合热身和恢复，而较高的区域则提高身体表现

# hrzone_intro_zone1
source: Zone1 Warm Up
de: Zone 1 Aufwärmen
es: Zona 1 Calentamiento
fr: Zone 1 Échauffement
it: Zona 1 Riscaldamento
ja: 区域1 ウォームアップ
pt: Zona 1 Aquecimento
ru: Зона 1 Разминка
zh: 区间1 热身

# hrzone_intro_zone1_des
source: Training in this zone improves the ability of your heart to pump blood and improve themuscles’ ability to utilize oxygen. The bodybecomes more efficient at feeding the working muscles, and learns to metabolize fat as a source of fuel.
de: Das Training in dieser Zone verbessert die Fähigkeit Ihres Herzens, Blut zu pumpen, und verbessert die Fähigkeit der Muskeln, Sauerstoff zu nutzen. Der Körper wird effizienter darin, die arbeitenden Muskeln zu versorgen, und lernt, Fett als Energiequelle zu metabolisieren.
es: El entrenamiento en esta zona mejora la capacidad de tu corazón para bombear sangre y mejora la capacidad de los músculos para utilizar el oxígeno. El cuerpo se vuelve más eficiente en la alimentación de los músculos en funcionamiento y aprende a metabolizar la grasa como fuente de energía.
fr: L'entraînement dans cette zone améliore la capacité de votre cœur à pomper le sang et améliore la capacité des muscles à utiliser l'oxygène. Le corps devient plus efficace pour nourrir les muscles en activité et apprend à métaboliser les graisses comme source d'énergie.
it: L'allenamento in questa zona migliora la capacità del tuo cuore di pompare il sangue e migliora la capacità dei muscoli di utilizzare l'ossigeno. Il corpo diventa più efficiente nel nutrire i muscoli in attività e impara a metabolizzare i grassi come fonte di carburante.
ja: このゾーンのトレーニングは、心臓が血液を送り出す能力を向上させ、筋肉が酸素を利用する能力を向上させます。体は作業する筋肉に栄養を供給する能力が向上し、エネルギー源として脂肪を代謝することを学びます。
pt: O treinamento nesta zona melhora a capacidade do seu coração de bombear sangue e aprimora a capacidade dos músculos de utilizar oxigênio. O corpo se torna mais eficiente em alimentar os músculos em atividade e aprende a metabolizar a gordura como fonte de energia.
ru: Тренировка в этой зоне улучшает способность вашего сердца качать кровь и улучшает способность мышц использовать кислород. Тело становится более эффективным в питании рабочих мышц и учится метаболизировать жир как источник топлива.
zh: 在这个区域训练可以提高你的心脏泵血能力，提高细胞利用氧气能力。身体在供养使用中肌肉方面变得更加有效，并学会代谢脂肪作为身体能量来源。

# hrzone_intro_zone2
source: Zone2 Easy
de: Zone 2 Leicht
es: Zona 2 Fácil
fr: Zone 2 Facile
it: Zona 2 Facile
ja: 区域2 イージー
pt: Zona 2 Fácil
ru: Зона 2 Легко
zh: 区间2 低强度

# hrzone_intro_zone2_des
source: This zone provides the same benefits as Zone1, but is more intense and burns more total calories.
de: Diese Zone bietet die gleichen Vorteile wie Zone 1, ist jedoch intensiver und verbrennt mehr Kalorien insgesamt.
es: Esta zona ofrece los mismos beneficios que la Zona 1, pero es más intensa y quema más calorías totales.
fr: Cette zone offre les mêmes avantages que la Zone 1, mais elle est plus intense et brûle plus de calories au total.
it: Questa zona offre gli stessi benefici della Zona 1, ma è più intensa e brucia più calorie totali.
ja: このゾーンは、ゾーン1と同じ利点を提供しますが、より激しい運動で、総カロリーも多く消費します。
pt: Essa zona oferece os mesmos benefícios da Zona 1, mas é mais intensa e queima mais calorias totais.
ru: Эта зона предоставляет те же преимущества, что и Зона 1, но более интенсивная и сжигает больше всего калорий.
zh: 这个区域和第1区域有相同的益处，但是运动强度更大，燃烧的总热量更多。

# hrzone_intro_zone3
source: Zone3 Aerobic
es: Zona 3 Aeróbico
fr: Zone 3 Aérobie
it: Zona 3 Aerobico
ja: 区域3 エアロビック
pt: Zona 3 Aeróbico
ru: Зона 3 Аэробика
zh: 区间3 有氧

# hrzone_intro_zone3_des
source: Most effective for overall cardiovascular fitness. Increases your cardio-respiratory capacity: that is, your ability to transport oxygenated blood to the muscle cells and carbon dioxide away from the cells.Also effective for increasing overall muscle strength.
de: Am effektivsten für die allgemeine Herz-Kreislauf-Fitness. Erhöht die kardiorespiratorische Kapazität: das heißt die Fähigkeit, sauerstoffreiches Blut zu den Muskelzellen zu transportieren und Kohlendioxid von den Zellen wegzutransportieren. Wirkt auch effektiv zur Steigerung der allgemeinen Muskelkraft.
es: Más efectivo para la aptitud cardiovascular general. Aumenta tu capacidad cardiorespiratoria: es decir, tu capacidad para transportar sangre oxigenada a las células musculares y el dióxido de carbono lejos de las células. También es eficaz para aumentar la fuerza muscular general.
fr: Le plus efficace pour la condition physique cardiovasculaire générale. Augmente votre capacité cardio-respiratoire : c'est-à-dire votre capacité à transporter le sang oxygéné vers les cellules musculaires et le dioxyde de carbone loin des cellules. Efficace également pour augmenter la force musculaire générale.
it: Più efficace per la forma fisica cardiovascolare generale. Aumenta la capacità cardiorespiratoria: cioè la tua capacità di trasportare il sangue ossigenato alle cellule muscolari e di allontanare il biossido di carbonio dalle cellule. Effettivo anche per aumentare la forza muscolare complessiva.
ja: 全体的な心血管フィットネスに最も効果的です。 心肺能力を高めます。つまり、筋肉細胞への酸素を運ぶ能力と、細胞からの二酸化炭素を遠ざける能力が向上します。 全体的な筋力も向上させる効果もあります。
pt: Mais eficaz para a aptidão cardiovascular geral. Aumenta sua capacidade cardiorrespiratória: ou seja, sua capacidade de transportar sangue oxigenado para as células musculares e dióxido de carbono para longe das células. Também eficaz para aumentar a força muscular geral.
ru: Самое эффективное для общей сердечно-сосудистой подготовки. Увеличивает вашу кардиореспираторную способность: то есть вашу способность транспортировать оксигенированную кровь к мышечным клеткам и удалять углекислый газ из клеток. Также эффективно для увеличения общей мышечной силы.
zh: 有效提高整体心血管健康。增加你的心肺能力:换句话说，将增强将含氧血液输送到肌肉细胞并将二氧化碳从细胞中输送出去的能力。对增强整体肌肉力量也很有效。

# hrzone_intro_zone4
source: Zone4 Threshold
de: Zone 4 Schwelle
es: Zona 4 Umbral
fr: Zone 4 Seuil
it: Zona 4 Soglia
ja: 区域4 スレッショルド
pt: Zona 4 Limiar
ru: Зона 4 Порог
zh: 区间4 无氧

# hrzone_intro_zone4_des
source: The point at which the body cannot remove lactic acid as quickly as it is produced is called the lactate threshold or anaerobic threshold. It generally occurs at about 88% of the Heart Rate Zone. Training in this zone helps to increase the lactate threshold, which improves performance.Training in this zone is hard: your muscles are tired, your breathing is heavy.
de: Der Punkt, an dem der Körper Milchsäure nicht so schnell abbauen kann, wie sie produziert wird, wird als Milchsäureschwelle oder anaerobe Schwelle bezeichnet. Sie tritt normalerweise bei etwa 88% der Herzfrequenzzone auf. Das Training in dieser Zone hilft, die Milchsäureschwelle zu erhöhen, was die Leistung verbessert. Das Training in dieser Zone ist schwer: Ihre Muskeln sind müde, Ihre Atmung ist schwer.
es: El punto en el que el cuerpo no puede eliminar el ácido láctico tan rápido como se produce se llama umbral de lactato o umbral anaeróbico. Generalmente ocurre alrededor del 88% de la Zona de Frecuencia Cardíaca. El entrenamiento en esta zona ayuda a aumentar el umbral de lactato, lo que mejora el rendimiento. El entrenamiento en esta zona es difícil: tus músculos están cansados, tu respiración es pesada.
fr: Le point où le corps ne peut pas éliminer l'acide lactique aussi rapidement qu'il est produit est appelé le seuil de lactate ou le seuil anaérobie. Il se produit généralement à environ 88 % de la zone de fréquence cardiaque. L'entraînement dans cette zone aide à augmenter le seuil de lactate, ce qui améliore les performances. L'entraînement dans cette zone est difficile : vos muscles sont fatigués, votre respiration est lourde.
it: Il punto in cui il corpo non riesce a rimuovere l'acido lattico così rapidamente come viene prodotto è chiamato soglia del lattato o soglia anaerobica. Si verifica generalmente intorno all'88% della Zona di Frequenza Cardiaca. L'allenamento in questa zona aiuta ad aumentare la soglia del lattato, migliorando le prestazioni. L'allenamento in questa zona è difficile: i muscoli sono stanchi, la respirazione è pesante.
ja: 体内で乳酸が生成される速さよりも速く乳酸を除去することができない点は、乳酸閾値または無酸素閾値と呼ばれます。 これは通常、心拍ゾーンの約88％で発生します。 このゾーンのトレーニングは、乳酸閾値を上げて、パフォーマンスを向上させるのに役立ちます。 このゾーンのトレーニングは難しいです。筋肉は疲れ、呼吸は重いです。
pt: O ponto em que o corpo não pode remover o ácido lático tão rapidamente quanto é produzido é chamado de limiar de lactato ou limiar anaeróbico. Geralmente ocorre cerca de 88% da Zona de Frequência Cardíaca. O treinamento nesta zona ajuda a aumentar o limiar de lactato, o que melhora o desempenho. O treinamento nesta zona é difícil: seus músculos estão cansados, sua respiração é pesada.
ru: Точка, в которой организм не может удалять молочную кислоту так быстро, как она образуется, называется молочным порогом или анаэробным порогом. Она обычно возникает приблизительно на 88% Зоны пульса. Тренировка в этой зоне способствует повышению молочного порога, что улучшает результаты. Тренировка в этой зоне тяжела: ваши мышцы устали, дыхание тяжелое.
zh: 身体不能像产生乳酸那样快速清除乳酸的临界点被称为乳酸阈值或无氧阈值。它通常发生在心率区的88%左右。在这个区域训练有助于提高乳酸门槛，从而提高表现。在这个区域训练是很困难的:你的肌肉很累，你的呼吸很沉重。

# hrzone_intro_zone5
source: Zone5 Maximum
de: Zone 5 Maximale
es: Zona 5 Máximo
it: Zona 5 Massimo
ja: 区域5 マキシマム
pt: Zona 5 Máximo
ru: Зона 5 Максимум
zh: 区间5 极限

# hrzone_intro_zone5_des
source: You should only train in this zone if you’re very fit, and only for very short periods of time. Lactic acid develops quickly as you areoperating in oxygen debt to the muscles.The value of training in this zone is you can increase your fast twitch muscle fibers which increase speed.
de: Du solltest nur in dieser Zone trainieren, wenn du sehr fit bist und nur für sehr kurze Zeit. Milchsäure entwickelt sich schnell, da du in Sauerstoffschuld gegenüber den Muskeln arbeitest. Der Wert des Trainings in dieser Zone besteht darin, dass du deine schnell zuckenden Muskelfasern erhöhen kannst, die die Geschwindigkeit erhöhen.
es: Solo debes entrenar en esta zona si estás en muy buena forma física y solo durante períodos muy cortos. El ácido láctico se desarrolla rápidamente ya que estás operando con deuda de oxígeno para los músculos. El valor del entrenamiento en esta zona es que puedes aumentar las fibras musculares de contracción rápida, lo que aumenta la velocidad.
fr: Vous ne devriez vous entraîner dans cette zone que si vous êtes en très bonne forme physique et uniquement pendant de très courtes périodes. L'acide lactique se développe rapidement car vous fonctionnez en déficit d'oxygène pour les muscles. L'intérêt de l'entraînement dans cette zone est que vous pouvez augmenter vos fibres musculaires à contraction rapide, ce qui augmente la vitesse.
it: Dovresti allenarti in questa zona solo se sei in ottima forma fisica e solo per brevi periodi di tempo. L'acido lattico si sviluppa rapidamente poiché stai operando in debito di ossigeno nei muscoli. Il valore dell'allenamento in questa zona è che puoi aumentare le fibre muscolari a contrazione rapida, aumentando la velocità.
ja: このゾーンでは、非常にフィットな場合にのみ、短時間だけトレーニングする必要があります。 筋肉は酸素不足の状態で操作するため、乳酸が迅速に生成されます。 このゾーンでのトレーニングの価値は、速筋線維を増やし、速度を向上させることができることです。
pt: Você só deve treinar nessa zona se estiver em boa forma física e apenas por períodos muito curtos de tempo. O ácido lático se desenvolve rapidamente, pois você está operando com déficit de oxigênio nos músculos. O valor do treinamento nesta zona é que você pode aumentar as fibras musculares de contração rápida, o que aumenta a velocidade.
ru: Вы должны тренироваться в этой зоне только в случае, если вы очень подходите и только в течение очень короткого времени. Молочная кислота развивается быстро, так как вы действуете в долг по кислороду к мышцам. Ценность тренировки в этой зоне заключается в том, что вы можете увеличить быстродействующие мышечные волокна, что увеличивает скорость.
zh: 只有在你非常健康的情况下，才可以在这个区域训练，而且时间不能太长。当你在肌肉无氧的情况下运动时，乳酸会迅速生成。在这个区域训练的可以增加你的肌纤维，从而提高速度。

# hrzone_warm_up
source: Warm Up
de: Aufwärmen
es: Calentamiento
fr: Échauffement
it: Riscaldamento
ja: ウォームアップ
pt: Aquecimento
ru: Разогрев
zh: 热身

source: Hula hoop
ja: フラフープ
ru: Хула-хуп
zh: 呼啦圈

source: Ice hockey
de: Eishockey
es: Hockey sobre hielo
fr: Hockey sur glace
it: Hockey su ghiaccio
ja: アイスホッケー
pt: Hóquei no Gelo
ru: Хоккей на льду
zh: 冰球

source: Incoming Call
de: Ankommender Anruf
es: Llamada entrante
fr: Appel entrant
it: Chiamata in arrivo
ja: 着信通話
pt: Chamada recebida
ru: Входящий звонок
zh: 来电提醒

source: Indoor Cycling
de: Radfahren drinnen
es: Ciclismo en interiores
fr: Cyclisme en salle
it: Ciclismo al chiuso
ja: インドアサイクリング
pt: Ciclismo Interno
ru: Велосипед на беговой дорожке в помещении
zh: 室内单车

source: Indoor Running
de: Laufen drinnen
es: Correr en interiores
fr: Course en salle
it: Corsa al chiuso
ja: インドアランニング
pt: Corrida Interna
ru: Бег на беговой дорожке
zh: 室内跑步

source: Indoor Walking
de: Gehen drinnen
es: Caminar en interiores
fr: Marche en salle
it: Camminata al chiuso
ja: インドアウォーキング
pt: Caminhada Interna
ru: Пеший туризм на беговой дорожке
zh: 室内步行

# inland_first_use_policy_dialog
source: User Agreement and Privacy Policy
de: Nutzungsbedingungen und Datenschutzrichtlinie
es: Acuerdo de usuario y política de privacidad
fr: Accord d'utilisation et politique de confidentialité
it: Accordo di utilizzo e politica sulla privacy
ja: ユーザー契約とプライバシーポリシー
pt: Contrato de utilização e política de privacidade
ru: Пользовательское соглашение и политика конфиденциальности
zh: 用户协议及隐私政策

# inland_first_use_policy_dialog_des
source: Welcome to the % App Before you use it, please read %'s "User Agreement" and "Privacy Policy" carefully, % will strictly follow the terms you agree to use your information to provide you with better services. Clicking "Agree" means you voluntarily agree to comply with %'s User Agreement and Privacy Policy.
de: Willkommen bei der % App Bevor Sie es verwenden, lesen Sie bitte sorgfältig die "Nutzungsbedingungen" und die "Datenschutzrichtlinie" von %, % wird sich streng an die von Ihnen akzeptierten Bedingungen halten, um Ihre Informationen zu verwenden und Ihnen bessere Dienstleistungen anzubieten. Durch das Klicken auf "Akzeptieren" erklären Sie sich freiwillig bereit, die Nutzungsbedingungen und Datenschutzrichtlinie von % zu befolgen.
es: Bienvenido a la aplicación %. Antes de usarlo, lea cuidadosamente el "Acuerdo de usuario" y la "Política de privacidad" de %, % seguirá estrictamente los términos que acepta para utilizar su información y brindarle mejores servicios. Al hacer clic en "Aceptar", significa que acepta voluntariamente cumplir con el Acuerdo de usuario y la Política de privacidad de %.
fr: Bienvenue sur l'application %. Avant de l'utiliser, veuillez lire attentivement les "Conditions d'utilisation" et la "Politique de confidentialité" de %, % suivra strictement les termes auxquels vous acceptez d'utiliser vos informations pour vous fournir de meilleurs services. En cliquant sur "Accepter", vous acceptez volontairement de respecter les conditions d'utilisation de % et la politique de confidentialité.
it: Benvenuti nell'app %. Prima di utilizzarlo, leggi attentamente il "Contratto di utilizzo" e l'"Informativa sulla privacy" di %, % seguirà rigorosamente i termini che accetti per utilizzare le tue informazioni e offrirti un miglior servizio. Cliccando su "Accetta", significa che accetti volontariamente di rispettare il Contratto di utilizzo e l'Informativa sulla privacy di %.
ja: %アプリをご利用いただきありがとうございます。 お使いいただく前に、%の「ユーザー契約」と「プライバシーポリシー」をよくお読みいただき、%は、あなたが同意した条件に厳密に従い、より良いサービスを提供するために情報を使用します。 "同意"をクリックすると、%のユーザー契約とプライバシーポリシーを自主的に遵守することに同意したことになります。
pt: Bem-vindo à aplicação %. Antes de usar, leia atentamente o "Contrato de Utilização" e a "Política de Privacidade" da %, a % seguirá estritamente os termos que você concorda em usar suas informações para fornecer melhores serviços. Clicar em "Aceitar" significa que você concorda voluntariamente em cumprir o Contrato de Utilização e a Política de Privacidade da %.
ru: Добро пожаловать в приложение %. Перед использованием внимательно прочитайте "Пользовательское соглашение" и "Политику конфиденциальности" %, % строго следует условиям, с которыми вы соглашаетесь использовать ваши данные для предоставления вам лучших услуг. Нажатие "Согласиться" означает, что вы добровольно соглашаетесь соблюдать Пользовательское соглашение и Политику конфиденциальности % .
zh: 欢迎使用% App 在您使用前请仔细阅读%《用户协议》及《隐私政策》，%将严格遵守您同意的各项条款使用您的信息，以便为您提供更好的服务。 点击“同意”意味着您自愿遵守%的用户协议及隐私政策。

source: Input cannot be empty
de: Eingabe darf nicht leer sein
es: La entrada no puede estar vacía
fr: La saisie ne peut pas être vide
it: L'inserimento non può essere vuoto
ja: 入力が空白ではありません
pt: A entrada não pode estar vazia
ru: Ввод не может быть пустым
zh: 输入内容不能为空

source: Install
de: Installieren
es: Instalar
fr: Installer
it: Installa
ja: インストール
pt: Instalar
ru: Установить
zh: 安装

# Installation_failed
source: Installation failed, Please try again.
de: Die Installation ist fehlgeschlagen, Bitte versuchen Sie es erneut
es: Error en la instalación, por favor inténtalo de nuevo
fr: L'installation a échoué, veuillez réessayer
it: Installazione fallita, riprova
ja: インストールに失敗しました。もう一度お試しください
pt: Falha na instalação, tente novamente
ru: Ошибка установки, повторите попытку
zh: 安装失败，请重试。

# Interval_division_mode
source: Heart Rate Zones Division
de: Herzfrequenzbereichsberechnung
es: Cálculo de zona de frecuencia cardíaca
fr: Calcul de zone de fréquence cardiaque
it: Calcolo della zona di frequenza cardiaca
ja: 心拍数ゾーン計算
pt: Cálculo da Zona de Frequência Cardíaca
ru: Расчет зоны сердечного ритма
zh: 心率区间划分

source: Invalid Email Address
de: Ungültige E-Mail-Adresse
es: Dirección de correo electrónico no válida
fr: Adresse e-mail non valide
it: Indirizzo email non valido
ja: 無効なメールアドレス
pt: Endereço de email inválido
ru: Неверный адрес электронной почты
zh: 邮箱地址无效

source: Invalid password format
de: Ungültiges Passwortformat
es: Formato de contraseña no válido
fr: Format de mot de passe non valide
it: Formato password non valido
ja: 無効なパスワード形式
pt: Formato de senha inválido
ru: Неверный формат пароля
zh: 无效的密码格式

source: Jan
de: Januar
es: Ene
it: Gen
ja: 1月
ru: Янв
zh: 1月

source: Janpan
de: Japan
es: Japón
fr: Japon
it: Giappone
ja: 日本
pt: Japão
ru: Япония
zh: 日本
