Repository: hyh19/Fitnexa
Catalog: components/creekbase/lib/l10n/intl_*.arb
Languages: de, es, fr, it, ja, pt, ru, zh

# workouts_detail_info_hrv_content3_2
source: To understand why a high HRV score is an indication of good health, you have to know that heart rate variability is controlled by the autonomic nervous system (or ANS). The autonomic nervous system regulates involuntary body functions (like digestion, blood pressure, breathing, and heart rate) and is made up of two branches- the sympathetic nervous system ("fight or flight mode") and parasympathetic nervous system ("rest, digest, and recovery mode").
de: Um zu verstehen, warum ein hoher HRV-Score ein Anzeichen für gute Gesundheit ist, müssen Sie wissen, dass die Herzfrequenzvariabilität vom autonomen Nervensystem (oder ANS) kontrolliert wird. Das autonome Nervensystem reguliert unwillkürliche Körperfunktionen (wie Verdauung, Blutdruck, Atmung und Herzfrequenz) und besteht aus zwei Zweigen - dem sympathischen Nervensystem ("Kampf- oder Fluchtmodus") und dem parasympathischen Nervensystem ("Ruhe-, Verdauungs- und Erholungsmodus").
es: Para entender por qué un puntaje alto de VFC es un indicador de buena salud, debe saber que la variabilidad de la frecuencia cardíaca está controlada por el sistema nervioso autónomo (o SNA). El sistema nervioso autónomo regula funciones corporales involuntarias (como la digestión, la presión arterial, la respiración y la frecuencia cardíaca) y está compuesto por dos ramas: el sistema nervioso simpático ("modo de lucha o huida") y el sistema nervioso parasimpático ("modo de descanso, digestión y recuperación").
fr: Pour comprendre pourquoi un score de VRC élevé est un indicateur de bonne santé, vous devez savoir que la variabilité de la fréquence cardiaque est contrôlée par le système nerveux autonome (ou SNA). Le système nerveux autonome régule les fonctions corporelles involontaires (comme la digestion, la pression artérielle, la respiration et la fréquence cardiaque) et est composé de deux branches : le système nerveux sympathique ("mode combat ou fuite") et le système nerveux parasympathique ("mode repos, digestion et récupération").
it: Per capire perché un punteggio HRV elevato è un indicatore di buona salute, è necessario sapere che la variabilità della frequenza cardiaca è controllata dal sistema nervoso autonomo (o ANS). Il sistema nervoso autonomo regola le funzioni corporee involontarie (come digestione, pressione sanguigna, respirazione e frequenza cardiaca) ed è composto da due rami: il sistema nervoso simpatico ("modalità di lotta o fuga") e il sistema nervoso parasimpatico ("modalità di riposo, digestione e recupero").
ja: 高いHRVスコアが健康の指標である理由を理解するには、心拍変動が自律神経系（またはANS）によって制御されていることを知っておく必要があります。自律神経系は無意識の体の機能を調節します（消化、血圧、呼吸、心拍など）、交感神経系（「戦闘または逃走モード」）と副交感神経系（「休息、消化、回復モード」）の2つの枝から成り立っています。
pt: Sua variabilidade individual da frequência cardíaca é representada pela sua pontuação de VFC. A VFC é geralmente medida em milissegundos, sendo uma pontuação de VFC mais alta indicativa de uma melhor saúde.
ru: Чтобы понять, почему высокий показатель ВРИ указывает на хорошее здоровье, вы должны знать, что вариабельность сердечного ритма контролируется вегетативной нервной системой (или ВНС). Вегетативная нервная система регулирует непроизвольные функции организма (такие как пищеварение, артериальное давление, дыхание и сердечный ритм) и состоит из двух ветвей - симпатической нервной системы ("режим борьбы или бегства") и парасимпатической нервной системы ("режим отдыха, пищеварения и восстановления").
zh: 要了解为什么高的HRV得分是身体健康的指标，您必须知道心率变异性是由自主神经系统（或ANS）控制的。自主神经系统调节身体的非自主功能（如消化、血压、呼吸和心率），由两个分支组成——交感神经系统（“战斗或逃跑模式”）和副交感神经系统（“休息、消化和恢复模式”）。

# workouts_detail_info_hrv_content3_3
source: The sympathetic nervous system, commonly known as the "fight or flight" mode, is activated involuntarily when your body perceives a threat. In order to protect itself, the body utilizes the sympathetic nervous system to accelerate breathing, increase blood pressure, and elevate stress hormones like cortisol to make sure you have all the energy and resources necessary to keep yourself safe in a dangerous situation.
de: Das sympathische Nervensystem, allgemein bekannt als der "Kampf- oder Fluchtmodus", wird unwillkürlich aktiviert, wenn Ihr Körper eine Bedrohung wahrnimmt. Um sich zu schützen, nutzt der Körper das sympathische Nervensystem, um die Atmung zu beschleunigen, den Blutdruck zu erhöhen und Stresshormone wie Cortisol zu erhöhen, um sicherzustellen, dass Sie über die notwendige Energie und Ressourcen verfügen, um sich in einer gefährlichen Situation zu schützen.
es: El sistema nervioso simpático, comúnmente conocido como el modo "lucha o huida", se activa involuntariamente cuando su cuerpo percibe una amenaza. Para protegerse, el cuerpo utiliza el sistema nervioso simpático para acelerar la respiración, aumentar la presión arterial y elevar hormonas del estrés como el cortisol, para asegurarse de que tenga toda la energía y recursos necesarios para mantenerse a salvo en una situación peligrosa.
fr: Le système nerveux sympathique, communément appelé le mode "combat ou fuite", est activé involontairement lorsque votre corps perçoit une menace. Afin de se protéger, le corps utilise le système nerveux sympathique pour accélérer la respiration, augmenter la pression sanguine et élever les hormones du stress comme le cortisol, afin de s'assurer que vous disposez de toute l'énergie et des ressources nécessaires pour vous protéger dans une situation dangereuse.
it: Il sistema nervoso simpatico, comunemente noto come modalità "combatti o fuggi", si attiva involontariamente quando il tuo corpo percepisce una minaccia. Per proteggersi, il corpo utilizza il sistema nervoso simpatico per accelerare la respirazione, aumentare la pressione sanguigna e aumentare gli ormoni dello stress come il cortisolo, per assicurarsi di avere tutta l'energia e le risorse necessarie per mantenerti al sicuro in una situazione pericolosa.
ja: 交感神経系、一般的に「戦うか逃げるか」モードとして知られているものは、体が脅威を感知したときに無意識に活性化されます。身を守るために、体は交感神経系を利用して呼吸を促進し、血圧を上げ、コルチゾールなどのストレスホルモンを上昇させ、危険な状況で安全を保つために必要なすべてのエネルギーとリソースを確保します。
pt: O sistema nervoso simpático, comumente conhecido como modo "lutar ou fugir", é ativado involuntariamente quando o corpo percebe uma ameaça. Para se proteger, o corpo utiliza o sistema nervoso simpático para acelerar a respiração, aumentar a pressão arterial e elevar hormônios do estresse como o cortisol, para garantir que você tenha toda a energia e recursos necessários para se manter seguro em uma situação perigosa.
ru: Симпатическая нервная система, общеизвестная как режим "борьбы или бегства", активируется непроизвольно, когда ваш организм воспринимает угрозу. Чтобы защитить себя, организм использует симпатическую нервную систему для ускорения дыхания, увеличения артериального давления и повышения уровня стрессгормонов, таких как кортизол, чтобы убедиться, что у вас есть вся энергия и ресурсы, необходимые для безопасности в опасной ситуации.
zh: 交感神经系统，通常被称为“战斗或逃跑”模式，在您的身体感知到威胁时会不自觉地被激活。为了保护自己，身体利用交感神经系统加速呼吸，增加血压，并提高皮质醇等应激激素的水平，确保您拥有在危险情况下保持安全所需的所有能量和资源。

# workouts_detail_info_hrv_content3_4
source: The parasympathetic nervous system, the "rest and digest" mode, is the state of relaxation. It decreases your heart rate, slows breathing, and allows your body to return to homeostasis (a natural balance). When you are in a parasympathetic state, your body feels safe reallocating blood flow and energy to restorative functions such as sleep, digestion, and reproduction.
de: Das parasympathische Nervensystem, der "Ruhe- und Verdauungsmodus", ist der Zustand der Entspannung. Es verlangsamt Ihre Herzfrequenz, verlangsamt die Atmung und ermöglicht es Ihrem Körper, in den Homöostasezustand (ein natürlicher Ausgleich) zurückzukehren. Wenn Sie sich im parasympathischen Zustand befinden, fühlt sich Ihr Körper sicher, indem er Blutfluss und Energie für restaurative Funktionen wie Schlaf, Verdauung und Fortpflanzung umverteilt.
es: El sistema nervioso parasimpático, el modo "descanso y digestión", es un estado de relajación. Disminuye la frecuencia cardíaca, ralentiza la respiración y permite que su cuerpo vuelva a la homeostasis (un equilibrio natural). Cuando estás en un estado parasimpático, tu cuerpo se siente seguro al redistribuir el flujo sanguíneo y la energía a funciones restaurativas como el sueño, la digestión y la reproducción.
fr: Le système nerveux parasympathique, le mode "repos et digestion", est un état de relaxation. Il diminue votre fréquence cardiaque, ralentit la respiration et permet à votre corps de revenir à l'homéostasie (un équilibre naturel). Lorsque vous êtes dans un état parasympathique, votre corps se sent en sécurité en réallouant le flux sanguin et l'énergie vers des fonctions de restauration telles que le sommeil, la digestion et la reproduction.
it: Il sistema nervoso parasimpatico, comunemente noto come modalità "riposo e digestione", è uno stato di relax. Riduce la frequenza cardiaca, rallenta la respirazione e consente al tuo corpo di tornare all'omeostasi (un equilibrio naturale). Quando ti trovi in uno stato parasimpatico, il tuo corpo si sente al sicuro, ridistribuendo il flusso sanguigno e l'energia a funzioni restaurative come il sonno, la digestione e la riproduzione.
ja: 副交感神経系、通称「休息と消化」モードは、リラックスした状態です。心拍数を減少させ、呼吸を遅くし、体をホメオスタシス（自然なバランス）に戻すことができます。副交感神経状態では、血流とエネルギーを再分配して睡眠、消化、繁殖などの回復機能に安全に感じます。
pt: O sistema nervoso parassimpático, também conhecido como modo "descanso e digestão", é um estado de relaxamento. Diminui a frequência cardíaca, retarda a respiração e permite que o corpo retorne à homeostase (um equilíbrio natural). Quando você está em um estado parassimpático, seu corpo se sente seguro ao redistribuir o fluxo sanguíneo e a energia para funções restauradoras como sono, digestão e reprodução.
ru: Парасимпатическая нервная система, также известная как режим "покоя и пищеварения", представляет собой состояние расслабления. Она снижает ваш пульс, замедляет дыхание и позволяет вашему организму вернуться к гомеостазу (естественному балансу). Когда вы находитесь в парасимпатическом состоянии, ваш организм чувствует себя в безопасности, перераспределяя кровоток и энергию для восстановительных функций, таких как сон, пищеварение и размножение.
zh: 副交感神经系统，通常被称为“休息和消化”模式，是一种放松状态。它减缓您的心率，减慢呼吸，并允许您的身体返回到稳态（自然平衡）。当您处于副交感神经状态时，您的身体感到安全，重新分配血流和能量以进行恢复功能，如睡眠、消化和繁殖。

# workouts_detail_info_hrv_content3_5
source: Therefore, a high variance in time between your heartbeats, aka a high HRV score, means that your autonomic nervous system is able to react efficiently by turning on the sympathetic nervous system to deal with stressful situations and then switching to the relaxed parasympathetic state when the threat has passed.
de: Daher bedeutet eine hohe Varianz in der Zeit zwischen Ihren Herzschlägen, auch als hoher HRV-Wert bekannt, dass Ihr autonomes Nervensystem effizient reagieren kann, indem es das sympathische Nervensystem einschaltet, um mit stressigen Situationen umzugehen, und dann in den entspannten parasympathischen Zustand wechselt, wenn die Bedrohung vorüber ist.
es: Por lo tanto, una alta variación en el tiempo entre sus latidos, también conocida como una puntuación HRV alta, significa que su sistema nervioso autónomo puede reaccionar eficientemente al activar el sistema nervioso simpático para hacer frente a situaciones estresantes y luego cambiar al estado parassimpático relajado cuando la amenaza ha pasado.
fr: Par conséquent, une grande variance dans le temps entre vos battements de cœur, également appelée score HRV élevé, signifie que votre système nerveux autonome est capable de réagir efficacement en activant le système nerveux sympathique pour faire face aux situations stressantes, puis en passant à l'état parasympathique détendu lorsque la menace a disparu.
it: Pertanto, una elevata varianza nel tempo tra i battiti cardiaci, anche nota come elevato punteggio di HRV, significa che il tuo sistema nervoso autonomo è in grado di reagire in modo efficiente attivando il sistema nervoso simpatico per affrontare situazioni stressanti e poi passando allo stato parassimpatico rilassato quando la minaccia è passata.
ja: したがって、心拍の間の時間の変動が大きい、いわゆる高いHRVスコアは、自律神経系が効率的に反応できることを意味し、ストレスの多い状況に対処するために交感神経系をオンにし、脅威が去ったときにはリラックスした副交感神経状態に切り替えることができます。
pt: Portanto, uma alta variância no tempo entre seus batimentos cardíacos, também conhecida como uma pontuação HRV alta, significa que seu sistema nervoso autônomo é capaz de reagir eficientemente, ativando o sistema nervoso simpático para lidar com situações estressantes e depois mudando para o estado parassimpático relaxado quando a ameaça passou.
ru: Поэтому высокая вариация времени между вашими сердечными сокращениями, также известная как высокий показатель HRV, означает, что ваша автономная нервная система способна эффективно реагировать, включая симпатическую нервную систему, чтобы справляться со стрессовыми ситуациями, а затем переходить в расслабленное состояние парасимпатической системы, когда угроза миновала.
zh: 因此，心跳之间的时间变化大，即心率变异性高，意味着您的自主神经系统能够通过启动交感神经系统有效应对应激情况，然后在威胁消失时切换到放松的副交感神经状态。

# workouts_detail_info_hrv_content4_1
source: Intensity and Recovery Assessment: By monitoring HRV, individuals can gain a more accurate understanding of their physical fatigue levels and recovery status. A lower HRV might indicate overtraining or inadequate recovery, prompting adjustments to the workout plan, such as increasing rest periods or switching to low-intensity exercises to avoid excessive strain.
de: Intensitäts- und Erholungsbewertung: Durch die Überwachung der HRV können Einzelpersonen ein genaueres Verständnis ihres physischen Ermüdungsgrads und ihres Erholungszustands gewinnen. Eine niedrigere HRV kann auf Übertraining oder unzureichende Erholung hinweisen und Anpassungen des Trainingsplans erforderlich machen, wie zum Beispiel die Verlängerung der Ruhezeiten oder der Wechsel zu Übungen mit geringer Intensität, um übermäßige Belastung zu vermeiden.
es: Evaluación de la intensidad y la recuperación: Al monitorear la HRV, las personas pueden obtener una comprensión más precisa de sus niveles de fatiga física y estado de recuperación. Una HRV más baja podría indicar sobreentrenamiento o recuperación insuficiente, lo que podría llevar a ajustes en el plan de ejercicios, como aumentar los períodos de descanso o cambiar a ejercicios de baja intensidad para evitar tensiones excesivas.
fr: Évaluation de l'intensité et de la récupération : En surveillant la HRV, les individus peuvent mieux comprendre leur niveau de fatigue physique et leur état de récupération. Une HRV plus basse pourrait indiquer un surentraînement ou une récupération insuffisante, incitant à des ajustements du plan d'entraînement, tels que l'augmentation des périodes de repos ou le passage à des exercices de faible intensité pour éviter une tension excessive.
it: Valutazione dell'intensità e del recupero: Monitorando la HRV, gli individui possono ottenere una comprensione più accurata dei livelli di affaticamento fisico e dello stato di recupero. Una HRV più bassa potrebbe indicare un sovrallenamento o un recupero insufficiente, suggerendo eventuali aggiustamenti al piano di allenamento, come l'aumento dei periodi di riposo o il passaggio a esercizi a bassa intensità per evitare sforzi eccessivi.
ja: 強度と回復の評価：HRVをモニタリングすることで、個人は自身の体力疲労レベルと回復状態をより正確に把握できます。低いHRVは過度なトレーニングや不十分な回復を示す可能性があり、休息時間の増加や過度な負荷を避けるためにトレーニングプランの調整が必要になることがあります。
pt: Avaliação de Intensidade e Recuperação: Ao monitorar a HRV, os indivíduos podem obter uma compreensão mais precisa de seus níveis de fadiga física e estado de recuperação. Uma HRV mais baixa pode indicar overtraining ou recuperação inadequada, levando a ajustes no plano de treino, como aumentar os períodos de descanso ou mudar para exercícios de baixa intensidade para evitar tensões excessivas.
ru: Оценка интенсивности и восстановления: Следя за HRV, люди могут получить более точное представление о своих уровнях физической усталости и состоянии восстановления. Более низкий уровень HRV может указывать на перетренировку или недостаточное восстановление, подталкивая к корректировке плана тренировок, такой как увеличение периодов отдыха или переход к упражнениям с низкой интенсивностью, чтобы избежать чрезмерной нагрузки.
zh: 训练强度和恢复评估：通过监测心率变异性，可以更准确地了解运动员的身体疲劳程度和恢复情况。较低的HRV可能意味着身体处于过度训练或者恢复不足的状态，提示需要调整训练计划，增加恢复时间或采用低强度训练来避免过度疲劳。

# workouts_detail_info_hrv_content4_2
source: Psychological Stress and Physical Performance Connection: Prolonged psychological stress may lead to decreased HRV, affecting athletic performance. Therefore, maintaining good HRV contributes to optimal psychological and physiological states, thereby enhancing competitive performance.
de: Psychologischer Stress und körperliche Leistung: Prolongierter psychischer Stress kann zu einer verminderten HRV führen und die sportliche Leistung beeinträchtigen. Daher trägt die Aufrechterhaltung einer guten HRV zu optimalen psychologischen und physiologischen Zuständen bei und verbessert so die Wettkampfleistung.
es: Conexión entre el estrés psicológico y el rendimiento físico: El estrés psicológico prolongado puede llevar a una disminución de la HRV, afectando el rendimiento atlético. Por lo tanto, mantener una buena HRV contribuye a estados psicológicos y fisiológicos óptimos, mejorando así el rendimiento competitivo.
fr: Connexion entre le stress psychologique et la performance physique : Un stress psychologique prolongé peut entraîner une diminution de la HRV, affectant la performance sportive. Par conséquent, maintenir une bonne HRV contribue à des états psychologiques et physiologiques optimaux, améliorant ainsi la performance compétitive.
it: Connessione tra stress psicologico e prestazioni fisiche: Lo stress psicologico prolungato può portare a una diminuzione della HRV, influenzando le prestazioni sportive. Pertanto, mantenere una buona HRV contribuisce a stati psicologici e fisiologici ottimali, migliorando così le prestazioni competitive.
ja: 心理ストレスと体力パフォーマンスの関連：持続的な心理的ストレスはHRVの低下につながり、スポーツパフォーマンスに影響を与える可能性があります。したがって、良好なHRVを維持することは最適な心理的および生理的状態に寄与し、それにより競技パフォーマンスを向上させます。
pt: Conexão entre Estresse Psicológico e Desempenho Físico: O estresse psicológico prolongado pode levar à diminuição da HRV, afetando o desempenho atlético. Portanto, manter uma boa HRV contribui para estados psicológicos e fisiológicos ótimos, melhorando assim o desempenho competitivo.
ru: Психологический стресс и физическая производительность: Продолжительный психологический стресс может привести к снижению HRV, влияя на атлетическую производительность. Таким образом, поддержание хорошей HRV способствует оптимальному психологическому и физиологическому состоянию, тем самым улучшая конкурентоспособность.
zh: 心理压力与体能表现关联：长期的精神压力可能导致HRV下降，影响运动表现。因此，维持良好的心率变异性有助于保持最佳的心理和生理状态，从而提高竞技水平。

# workouts_detail_info_hrv_content5
source: In summary, Heart Rate Variability plays a pivotal role in guiding individual exercise routines, monitoring overall health status, and predicting athletic performance. By tracking and analyzing changes in HRV, individuals can make informed and scientific decisions about their fitness regimen.
de: Zusammenfassung: Die Herzfrequenzvariabilität spielt eine entscheidende Rolle bei der Anleitung individueller Übungspläne, der Überwachung des allgemeinen Gesundheitszustands und der Vorhersage sportlicher Leistungen. Durch das Verfolgen und Analysieren von Veränderungen in der HRV können Einzelpersonen informierte und wissenschaftliche Entscheidungen über ihre Fitnessroutine treffen.
es: En resumen, la variabilidad de la frecuencia cardíaca juega un papel fundamental en la guía de las rutinas de ejercicio individuales, la monitorización del estado de salud general y la predicción del rendimiento atlético. Al seguir y analizar los cambios en la HRV, las personas pueden tomar decisiones informadas y científicas sobre su régimen de acondicionamiento físico.
fr: En résumé, la variabilité de la fréquence cardiaque joue un rôle crucial dans la guidance des routines d'exercices individuelles, la surveillance de l'état de santé général et la prédiction des performances athlétiques. En suivant et en analysant les changements de la HRV, les individus peuvent prendre des décisions informées et scientifiques concernant leur programme de remise en forme.
it: In sintesi, la variabilità della frequenza cardiaca svolge un ruolo cruciale nella guida delle routine di esercizio individuali, nel monitoraggio dello stato di salute generale e nella previsione delle prestazioni sportive. Tracciando e analizzando le variazioni nella HRV, gli individui possono prendere decisioni informate e scientifiche sul loro regime di fitness.
ja: 要約すると、心拍変動は個々の運動ルーチンの指導、全体の健康状態のモニタリング、そしてスポーツパフォーマンスの予測において重要な役割を果たしています。HRVの変化を追跡および分析することで、個人はそのフィットネス計画について情報を得て科学的な判断を下すことができます。
pt: Em resumo, a Variabilidade da Frequência Cardíaca desempenha um papel fundamental na orientação de rotinas de exercícios individuais, monitoramento do estado geral de saúde e previsão do desempenho atlético. Acompanhando e analisando as mudanças na HRV, as pessoas podem tomar decisões informadas e científicas sobre seu regime de condicionamento físico.
ru: В заключение, вариабельность сердечного ритма играет ключевую роль в направлении индивидуальных программ упражнений, мониторинге общего состояния здоровья и прогнозировании спортивной эффективности. Следя и анализируя изменения в HRV, люди могут принимать обоснованные и научные решения относительно своей фитнес-программы.
zh: 综上所述，心率变异性对于指导个人运动训练、监控身体健康状况及预测运动表现等方面具有重要的参考价值。通过追踪和分析HRV的变化，个体能够更好地了解自己的身体状况，并据此作出科学合理的运动决策。

# workouts_detail_info_hrv_content_title1
source: What is Heart Rate Variability?
de: Was ist die Herzfrequenzvariabilität?
es: ¿Qué es la variabilidad de la frecuencia cardíaca?
fr: Qu'est-ce que la variabilité de la fréquence cardiaque ?
it: Cos'è la variabilità della frequenza cardiaca?
ja: 心拍変動とは何ですか？
pt: O que é variabilidade da frequência cardíaca?
ru: Что такое вариабельность сердечного ритма?
zh: 什么是心率变异性（HRV）？

# workouts_detail_info_hrv_content_title2
source: Why does my Heart Rate Variability matter?
de: Warum ist meine Herzfrequenzvariabilität wichtig?
es: ¿Por qué importa mi variabilidad de la frecuencia cardíaca?
fr: Pourquoi ma variabilité de la fréquence cardiaque est-elle importante ?
it: Perché la mia variabilità della frequenza cardiaca è importante?
ja: 心拍変動はなぜ重要ですか？
pt: Por que a minha variabilidade da frequência cardíaca é importante?
ru: Почему моя вариабельность сердечного ритма важна?
zh: 心率变异性为什么如此重要？

# workouts_detail_info_hrv_content_title3
source: What Does My HRV Score Mean?
de: Was bedeutet mein HRV-Score?
es: ¿Qué significa mi puntuación de VFC?
fr: Que signifie mon score de VRC ?
it: Cosa significa il mio punteggio HRV?
ja: HRVスコアの意味は？
pt: O que significa minha pontuação de VFC?
ru: Что означает мой показатель ВРИ?
zh: 我的HRV得分意味着什么？

# workouts_detail_info_hrv_content_title4
source: Influence on personal exercise
de: Einfluss auf das persönliche Training
es: Influencia en el ejercicio personal
fr: Influence sur l'exercice personnel
it: Influenza sull'esercizio personale
ja: 個人の運動への影響
pt: Influência no exercício pessoal
ru: Влияние на личные тренировки
zh: 对个人锻炼的影响

# workouts_detail_info_hrv_title
source: What is HRV and why does it matter?
de: Was ist HRV und warum ist sie wichtig?
es: ¿Qué es la variabilidad de la frecuencia cardíaca y por qué es importante?
fr: Qu'est-ce que la variabilité de la fréquence cardiaque et pourquoi est-elle importante ?
it: Cos'è l'HRV e perché è importante?
ja: HRVとは何ですか、なぜ重要ですか？
pt: O que é HRV e por que é importante?
ru: Что такое вариабельность сердечного ритма и почему это важно?
zh: HRV是什么，为什么如此重要

# workouts_detail_information_learn_more
source: Learn More
de: Erfahren Sie mehr
es: Aprender más
fr: En savoir plus
it: Ulteriori informazioni
ja: 詳細はこちら
pt: Saiba mais
ru: Узнайте больше
zh: 了解更多
