Repository: hyh19/Fitnexa
Catalog: components/creekbase/lib/l10n/intl_*.arb
Languages: de, es, fr, it, ja, pt, ru, zh

# unconnected_tips
source: Your watch has lost connection. Please ensure the following conditions and try again. 1. Your watch is close to your phone. 2. Your watch has more than 30% battery. 3. Bluetooth on your phone is turned on.
de: Ihre Uhr hat die Verbindung verloren. Bitte stellen Sie die folgenden Bedingungen sicher und versuchen Sie es erneut.1. Ihre Uhr ist in der Nähe Ihres Telefons.2. Ihre Uhr hat mehr als 30 % Akkulaufzeit.3. Bluetooth auf Ihrem Telefon ist eingeschaltet.
es: Su reloj ha perdido la conexión. Asegúrese de cumplir con las siguientes condiciones e inténtelo de nuevo.1. Su reloj está cerca de su teléfono.2. Su reloj tiene más del 30 % de batería.3. El Bluetooth de su teléfono está activado.
fr: Votre montre a perdu sa connexion. Veuillez vérifier les conditions suivantes et réessayer.1. Votre montre est proche de votre téléphone.2. Votre montre a plus de 30 % de batterie.3. Le Bluetooth de votre téléphone est activé.
it: Il tuo orologio ha perso la connessione. Verifica le seguenti condizioni e riprova.1. Il tuo orologio è vicino al telefono.2. Il tuo orologio ha più del 30% di batteria.3. Il Bluetooth del telefono è attivo.
ja: 時計が接続を失いました。以下の条件を確認して、もう一度試してください。1. 時計が電話に近いです。2. 時計のバッテリー残量は30％以上です。3. 電話のBluetoothがオンになっています。
pt: Seu relógio perdeu a conexão. Certifique-se das seguintes condições e tente novamente.1. Seu relógio está próximo ao telefone.2. Seu relógio tem mais de 30% de bateria.3. O Bluetooth do seu telefone está ativado.
ru: Вашим часам не удается подключиться. Пожалуйста, проверьте следующие условия и попробуйте снова.1. Ваши часы близки к телефону.2. У вашего часов заряда более 30%.3. Bluetooth на вашем телефоне включен.
zh: 您的手表失去连接 请确认满足以下条件后再重试： 1.手表靠近手机 2.手表的电量大于30% 3.您的手机蓝牙是打开状态

source: United Kingdom
de: Vereinigtes Königreich
es: Reino Unido
fr: Royaume-Uni
it: Regno Unito
ja: イギリス
pt: Reino Unido
ru: Соединенное Королевство
zh: 英国

# Unit_first_day_of_the_week_des
source: First Day of the Week
de: Erster Tag der Woche
es: Primer día de la semana
fr: Premier jour de la semaine
it: Primo giorno della settimana
ja: 週の最初の日
pt: Primeiro
ru: Первый день недели
zh: 每周第一天

# unit_settings
source: Unit Setting
de: Einheitseinstellung
es: Configuración de unidades
fr: Réglage des unités
it: Impostazione unità
ja: 単位設定
pt: Configuração de Unidades
ru: Настройка единицы измерения
zh: 设置单位

# update_version_introductions
source: What's New
de: Was gibt's Neues?
es: Novedades
fr: Quoi de neuf?
it: Novità
ja: 新着情報
pt: Novidades
ru: Что нового?
zh: 版本介绍

# update_wait_reboot_watch
source: Restart your watch...
de: Warten auf die Neustart der Uhr
es: Esperando el reinicio del reloj
fr: Attente de redémarrage de la montre
it: In attesa del riavvio dell'orologio
ja: ウォッチの再起動を待っています...
pt: Aguardando reinício do relógio...
ru: Ожидание перезагрузки часов...
zh: 等待手表重启...

source: Upgrade
es: Actualización
fr: Mise à jour
it: Aggiornamento
ja: アップグレード
pt: Atualização
ru: Обновление
zh: 升级

# upgrade_current_power
source: Please ensure that the watch's battery level is above 30% before upgrade.
de: Bitte stellen Sie sicher, dass der Batteriestand der Uhr vor dem Upgrade über 30 % liegt.
es: Asegúrese de que el nivel de batería del reloj esté por encima del 30% antes de la actualización.
fr: Veuillez vous assurer que le niveau de la batterie de la montre est supérieur à 30 % avant la mise à jour.
it: Assicurarsi che il livello della batteria dell'orologio sia superiore al 30% prima dell'aggiornamento.
ja: アップグレード前に、時計のバッテリーレベルが30％以上であることを確認してください。
pt: Certifique-se de que o nível de bateria do relógio esteja acima de 30% antes de atualizar.
ru: Пожалуйста, убедитесь, что уровень заряда часов выше 30% перед обновлением.
zh: 请确保手表电量大于30%后再进行固件升级。

# upgrade_exit_caution
source: Stay on this page during upgrade. Exiting may cause firmware failure, impacting watch functionality.
de: Bleiben Sie während des Upgrades auf dieser Seite. Das Verlassen der Seite kann zu einem Firmware-Fehler führen und die Funktionalität der Uhr beeinträchtigen.
es: Permanezca en esta página durante la actualización. Salir de la página puede provocar un fallo del firmware, lo que afectaría a la funcionalidad del reloj.
fr: Restez sur cette page pendant la mise à jour. Quitter la page peut entraîner une défaillance du micrologiciel et affecter le fonctionnement de la montre.
it: Resta su questa pagina durante l'aggiornamento. L'uscita potrebbe causare un errore del firmware, compromettendo la funzionalità dell'orologio.
ja: アップグレード中はこのページにとどまってください。終了するとファームウェアが失敗し、ウォッチの機能に影響する可能性があります。
pt: Fique nesta página durante a atualização. Sair pode causar falha no firmware, afetando a funcionalidade do relógio.
ru: Пожалуйста, оставайтесь на этой странице во время обновления. Выход из нее может вызвать ошибку прошивки, повлияющую на функциональность часов.
zh: 在固件升级过程中，请勿退出此页面， 否则可能会导致升级失败，使您的手表工作异常。

# upgrade_keep_close_tip
source: During the upgrade process, please keep the watch close to the phone.
de: Während des Upgrade-Vorgangs sollten Sie die Uhr in der Nähe des Telefons halten.
es: Durante el proceso de actualización, mantenga el reloj cerca del teléfono.
fr: Pendant le processus de mise à jour, veuillez garder la montre près du téléphone.
it: Durante il processo di aggiornamento, mantieni l'orologio vicino al telefono.
ja: アップグレードの進行中は、時計を電話に近づけたままにしてください。
pt: Durante o processo de atualização, mantenha o relógio próximo ao telefone.
ru: Во время обновления, держите часы близко к телефону.
zh: 在升级过程中，请保持手表靠近手机。

# upgrade_no_avaliable_version_tip
source: Your watch firmware is up to date.
de: Die Firmware Ihrer Uhr ist auf dem neuesten Stand.
es: La versión de firmware de su reloj está actualizada.
fr: Votre firmware de montre est à jour.
it: Il firmware del tuo orologio è aggiornato.
ja: 時計のファームウェアは最新です。
pt: O firmware do seu relógio está atualizado.
ru: Прошивка вашего часов обновлена.
zh: 你的手表固件已经是最新的版本。

# upgrade_precautions
source: 1. The watch battery should be above 30%. 2. Keep the watch close to the phone. 3. Keep on this page and do not close the app. 4. Do not disconnect the Bluetooth.
de: 1. Die Akkulaufzeit der Uhr sollte über 30% liegen. 2. Halten Sie die Uhr in der Nähe des Telefons. 3. Bleiben Sie auf dieser Seite und schließen Sie die App nicht. 4. Trennen Sie nicht die Bluetooth-Verbindung.
es: 1. La batería del reloj debe estar por encima del 30%. 2. Mantenga el reloj cerca del teléfono. 3. Permanezca en esta página y no cierre la aplicación. 4. No desconecte el Bluetooth.
fr: 1. La batterie de la montre doit être supérieure à 30 %. 2. Gardez la montre près du téléphone. 3. Restez sur cette page et ne fermez pas l'application. 4. Ne déconnectez pas le Bluetooth.
it: 1. La batteria dell'orologio deve essere superiore al 30%. 2. Tieni l'orologio vicino al telefono. 3. Rimani su questa pagina e non chiudere l'app. 4. Non scollegare il Bluetooth.
ja: 1. 腕時計のバッテリーは30%以上である必要があります。 2. 時計を電話に近づけてください。 3. このページにとどまり、アプリを閉じないでください。 4. Bluetooth接続を切らないでください。
pt: 1. A bateria do relógio deve estar acima de 30%. 2. Mantenha o relógio próximo ao telefone. 3. Fique nesta página e não feche o aplicativo. 4. Não desconecte o Bluetooth.
ru: 1. Заряд батареи часов должен быть выше 30%. 2. Держите часы близко к телефону. 3. Оставайтесь на этой странице и не закрывайте приложение. 4. Не отключайте Bluetooth.
zh: 1.手表电量应在30%以上。 2.将手表靠近手机。 3.保持在此页面，不要关闭应用程序。 4.请勿断开蓝牙。

# upgrade_precautions_title
source: Precautions
de: Vorsichtsmaßnahmen
es: Precauciones
fr: Précautions
it: Precauzioni
ja: 注意事項
pt: Precauções
ru: Предостережения
zh: 注意事项

# Up_to_10_Cities
source: Up to % Cities
de: Bis zu % Städte
es: Hasta % ciudades
fr: Jusqu'à % villes
it: Fino a % città
ja: 最大で%都市まで
pt: Até % cidades
ru: До % городов
zh: 最多%个城市

# Up_to_20_can_be_added
source: Up to 20 Alarms
de: Bis zu 20 Wecker
es: Hasta 20 alarmas
fr: Jusqu'à 20 alarmes
it: Fino a 20 allarmi
ja: 最大で20個のアラームを設定できます
pt: Até 20 alarmes
ru: До 20 будильников
zh: 手表最多可以设置20个闹钟

# use_bluetooth_intro
source: This allows % to connect and set up and sync data with your watch.
de: Dadurch kann % Daten mit Ihrer Uhr verbinden, einrichten und synchronisieren.
es: Esto permite que % se conecte, configure y sincronice datos con su reloj.
fr: Cela permet à % de se connecter, de configurer et de synchroniser des données avec votre montre.
it: Ciò consente a % di connettersi, configurare e sincronizzare i dati con il tuo orologio.
ja: %は、ウォッチと接続してデータを設定および同期することができます。
pt: Isso permite que o % se conecte e configure e sincronize os dados com o seu relógio.
ru: Это позволяет % подключаться, настраивать и синхронизировать данные с вашим часами.
zh: 此服务可以让%应用与您的手表连接、设置和同步数据。

# use_bluetooth_intro_guide
source: Please turn on Bluetooth, otherwise, the watch can not connect to the watch or sync data.
de: Bitte schalten Sie Bluetooth ein, sonst kann die Uhr keine Verbindung zur Uhr herstellen oder Daten synchronisieren.
es: Por favor, encienda el Bluetooth, de lo contrario, el reloj no puede conectarse al reloj o sincronizar datos.
fr: Veuillez activer le Bluetooth, sinon la montre ne peut pas se connecter à la montre ou synchroniser les données.
it: Si prega di attivare il Bluetooth, altrimenti l'orologio non può connettersi all'orologio o sincronizzare i dati.
ja: Bluetoothをオンにしてください。さもないと、腕時計は腕時計に接続したりデータを同期したりできません。
pt: Por favor, ligue o Bluetooth, caso contrário, o relógio não pode se conectar ao relógio ou sincronizar dados.
ru: Включите Bluetooth, в противном случае, часы не смогут подключиться к часам или синхронизировать данные.
zh: 为了能连接设备或同步数据，请开启系统蓝牙

source: User Agreement
de: Nutzungsvereinbarung
es: Acuerdo del usuario
fr: Accord de l'utilisateur
it: Accordo dell'utente
ja: ユーザーアグリーメント
pt: Contrato do Usuário
ru: Пользовательское соглашение
zh: 用户协议

# user_agreement_and_privacy_policy
source: Read and agree to the User Agreement and Privacy Policy
de: Lesen Sie die Benutzervereinbarung und die Datenschutzrichtlinie
es: Lea y acepte el Acuerdo del Usuario y la Política de Privacidad
fr: Lire et accepter l'Accord Utilisateur et la Politique de Confidentialité
it: Leggi e accetta il Contratto dell'Utente e l'Informativa sulla Privacy
ja: ユーザー契約とプライバシーポリシーに同意する
pt: Leia e concorde com o Contrato do Usuário e a Política de Privacidade
ru: Прочтите и согласитесь с пользовательским соглашением и политикой конфиденциальности
zh: 阅读并同意用户协议与隐私政策

source: User Guide
de: Benutzerhandbuch
es: Guía del usuario
fr: Guide de l'utilisateur
it: Guida per l'utente
ja: ユーザーガイド
pt: Guia do Utilizador
ru: Руководство пользователя
zh: 用户指南

# verify_code_app_intro
source: Discover the power of %App to effortlessly manage your device, explore health data, track exercise, and personalize with watch faces. Rest easy knowing that we prioritize the protection of your private information.
de: Entdecken Sie die Leistungsfähigkeit von %App, um Ihr Gerät mühelos zu verwalten, Gesundheitsdaten zu erkunden, Bewegung zu verfolgen und Zifferblätter zu personalisieren. Machen Sie sich keine Sorgen, wir legen großen Wert auf den Schutz Ihrer privaten Informationen.
es: Descubre el poder de %App para gestionar tu dispositivo fácilmente, explorar datos de salud, realizar un seguimiento del ejercicio y personalizar caras de reloj. Descansa tranquilo sabiendo que damos prioridad a la protección de tu información privada.
fr: Découvrez la puissance de %App pour gérer facilement votre appareil, explorer les données de santé, suivre l'exercice et personnaliser les cadrans de montre. Dormez tranquille en sachant que nous accordons la priorité à la protection de vos informations privées.
it: Scopri la potenza di %App per gestire facilmente il tuo dispositivo, esplorare dati di salute, tenere traccia dell'esercizio e personalizzare quadranti dell'orologio. Riposa tranquillo sapendo che la protezione delle tue informazioni private è la nostra priorità.
ja: %Appの力を発見して、デバイスを簡単に管理し、健康データを探索し、運動を追跡し、ウォッチフェイスを個人化しましょう。 プライベート情報の保護を優先するので安心してください。
pt: Descubra o poder do %App para gerenciar facilmente o seu dispositivo, explorar dados de saúde, rastrear exercícios e personalizar mostradores de relógio. Descanse sabendo que damos prioridade à proteção de suas informações privadas.
ru: Узнайте о мощи %App, чтобы легко управлять вашим устройством, изучать данные о здоровье, отслеживать упражнения и настраивать циферблаты. Мы приоритезируем защиту вашей личной информации, так что вы можете быть спокойны.
zh: 你可以使用%App管理你的设备，多维度查看健康数据，追踪运动情况或下载安装精美表盘等。 我们将会保护你的私人信息。

# verify_code_content
source: We are excited for you to join us! If you did not request this verification code, you can ignore and delete this email. Have a great day!
de: Wir freuen uns darauf, dich in unserem Team zu begrüßen! Wenn Sie diesen Bestätigungscode nicht angefordert haben, können Sie diese E-Mail ignorieren und löschen. Einen schönen Tag!
es: ¡Estamos emocionados de que te unas a nosotros! Si no solicitaste este código de verificación, puedes ignorar y eliminar este correo electrónico. ¡Que tengas un buen día!
fr: Nous sommes impatients de vous compter parmi nous! Si vous n'avez pas demandé ce code de vérification, vous pouvez ignorer et supprimer cet e-mail. Passez une bonne journée !
it: Siamo entusiasti che tu ti unisca a noi! Se non hai richiesto questo codice di verifica, puoi ignorare ed eliminare questa email. Buona giornata!
ja: 私たちはあなたが参加することを楽しみにしています！ もし確認コードを要求していない場合は、このメールを無視して削除してください。 素晴らしい1日を！
pt: Estamos ansiosos para você se juntar a nós! Se você não solicitou este código de verificação, pode ignorar e excluir este email. Tenha um ótimo dia!
ru: Мы рады, что вы присоединитесь к нам! Если вы не запрашивали данный код подтверждения, можете игнорировать и удалять эту почту. Приятного дня!
zh: 我们很期待你的加入！ 如果你没有请求此验证码，可以忽略并删除此邮件。 祝你今天过的愉快！

# verify_code_detail
source: Here's your verification code %
de: Hier ist dein Bestätigungscode % .
es: Aquí tienes tu código de verificación % .
fr: Voici votre code de vérification % .
it: Ecco il tuo codice di verifica % .
ja: 申し込んだ確認コードは % です。
pt: Aqui está o seu código de verificação % .
ru: Вот ваш код подтверждения % .
zh: 你申请的验证码为 %

# verify_code_expire_time
source: Verify your email,expires in 24 hours
de: Bestätige deine E-Mail, läuft in 24 Stunden ab
es: Verifica tu correo electrónico, expira en 24 horas
fr: Vérifiez votre e-mail, expire en 24 heures
it: Verifica la tua email, scade in 24 ore
ja: メールを確認し、24時間後に期限切れになります
pt: Verifique seu email, expira em 24 horas
ru: Подтвердите свой адрес электронной почты, истекает через 24 часа
zh: 验证邮箱，24小时后过期

# Voice_assistant_kriki_language
source: Change Language
de: Sprache ändern
es: Cambiar idioma
fr: Changer de langue
it: Cambia lingua
ja: 言語を変更する
pt: Mudar idioma
ru: Изменить язык
zh: 更改语言

# Voice_assistant_kriki_manual
source: Kriki User Manual
de: Kriki Benutzerhandbuch
es: Manual de usuario de Kriki
fr: Manuel d'utilisation de Kriki
it: Manuale utente di Kriki
ja: Krikiユーザーマニュアル
pt: Manual do usuário do Kriki
ru: Руководство пользователя Kriki
zh: Kriki使用手册

# voice_permission_des
source: The voice assistant needs this permission to receive, sync, and process your voice.
de: Der Sprachassistent benötigt diese Berechtigung, um Ihre Sprache zu empfangen, zu synchronisieren und zu verarbeiten.
es: El asistente de voz necesita este permiso para recibir, sincronizar y procesar su voz.
fr: L'assistant vocal a besoin de cette autorisation pour recevoir, synchroniser et traiter votre voix.
it: L'assistente vocale ha bisogno di questa autorizzazione per ricevere, sincronizzare e elaborare la tua voce.
ja: 音声アシスタントは、この権限が必要です。これにより、音声を受信、同期、処理できます。
pt: O assistente de voz precisa desta permissão para receber, sincronizar e processar a sua voz.
ru: Голосовой помощник нуждается в этом разрешении для приема, синхронизации и обработки вашего голоса.
zh: 语音助手需要使用此权限才能完成您语音的接收、同步、处理

source: Volleyball
es: Vóley
it: Pallavolo
ja: バレーボール
pt: Voleibol
ru: Волейбол
zh: 排球

# wahtch_force_to_unpair
source: Force to Unpair
de: Zum Trennen zwingen
es: Forzar desvinculación
fr: Forcer la dissociation
it: Forza la disconnessione
ja: 強制解除
pt: Forçar Desvinculação
ru: Принудительно разъединить
zh: 强制解除配对

source: Wake Up
de: Aufwachen
es: Despertar
fr: Réveil
it: Svegliati
ja: 起床時刻
pt: Hora de Acordar
ru: Проснуться
zh: 起床

source: Wake-up Alarm
de: Weckeralarm
es: Alarma de despertar
fr: Alarme de réveil
it: Sveglia
ja: 目覚まし時計
pt: Alarme de Despertar
ru: Будильник
zh: 起床闹钟

# walkFor30min
source: Walk for 5 minutes.
de: Gehen Sie 5 Minuten spazieren.
es: Camina durante 5 minutos.
fr: Marchez pendant 5 minutes.
it: Cammina per 5 minuti.
ja: 5分間歩く
pt: Caminhe por 5 minutos.
ru: Пройдитесь 5 минут.
zh: 步行5分钟

source: Watch
de: Uhr
es: Reloj
fr: Montre
it: Orologio
ja: 時計
pt: Relógio
ru: Часы
zh: 手表

# watch_detail_app_view
source: App View
de: App-Ansicht
es: Vista de la aplicación
fr: Vue de l'application
it: Vista dell'app
ja: アプリビュー
pt: Visualização de aplicativos
ru: Вид приложения
zh: 应用视图

# watch_detail_findwatch_title
source: Find My Watch
de: Meine Uhr finden
es: Encontrar mi reloj
fr: Trouver ma montre
it: Trova il mio orologio
ja: 時計を見つける
pt: Encontrar meu relógio
ru: Найти мои часы
zh: 寻找我的手表

# watch_detail_notification_android_switch_title
source: Synchronize Mobile Notifications and Music Transfer
de: Synchronisieren Sie mobile Benachrichtigungen und Musikübertragung
es: Sincronizar notificaciones móviles y transferencia de música
fr: Synchroniser les notifications mobiles et le transfert de musique
it: Sincronizza le notifiche del telefono e il trasferimento della musica
ja: 携帯電話の通知と音楽転送を同期
pt: Sincronizar Notificações Móveis e Transferência de Música
ru: Синхронизация мобильных уведомлений и передача музыки
zh: 同步手机通知及音乐传输

# watch_detail_notification_android_title
source: Notification and Music Transfer
de: Benachrichtigung und Musikübertragung
es: Notificación y transferencia de música
fr: Notification et transfert de musique
it: Notifica e trasferimento di musica
ja: 通知と音楽転送
pt: Notificação e Transferência de Música
ru: Уведомление и передача музыки
zh: 通知及音乐传输

# watch_detail_notification_other_app
source: Other Apps
de: Andere Apps
es: Otras aplicaciones
fr: Autres applications
it: Altre applicazioni
ja: その他アプリ
pt: Outros Apps
ru: Другие приложения
zh: 其他应用

# watch_detail_quickaccess_title
source: Quick Access
de: Schnellzugriff
es: Acceso rápido
fr: Accès rapide
it: Accesso rapido
ja: クイックアクセス
pt: Acesso Rápido
ru: Быстрый доступ
zh: 快捷卡片

# watch_detail_reminders
source: Reminders
de: Erinnerungen
es: Recordatorios
fr: Rappels
it: Promemoria
ja: リマインダー
pt: Lembretes
ru: Напоминания
zh: 功能提醒

# watch_detail_sos_title
source: SOS
zh: SOS紧急呼救

# watch_detail_workout_auto_recognize
source: Auto Recognition of Workouts
de: Automatische Erkennung von Workouts
es: Reconocimiento automático de Workouts
fr: Reconnaissance automatique des Workouts
it: Riconoscimento automatico dei Workouts
ja: ワークアウトの自動認識
pt: Reconhecimento Automático de Workouts
ru: Автоматическое распознавание тренировок
zh: 运动自动识别

# watch_detail_workout_auto_recognize_des
source: Automatically recognizes your exercise status and sends reminders, allowing you to quickly perform related operations, such as recording exercise details, through reminders. Only some exercises support automatic recognition, such as outdoor running, cycling, etc.
de: Erkennt automatisch Ihren Bewegungsstatus und sendet Ihnen Erinnerungen, sodass Sie durch Erinnerungen schnell relevante Operationen durchführen können, wie das Aufzeichnen von Bewegungsdetails. Nur einige Übungen unterstützen die automatische Erkennung, wie z. B. Outdoor-Lauf, Radfahren usw.
es: Reconoce automáticamente tu estado de ejercicio y envía recordatorios, lo que te permite realizar rápidamente operaciones relacionadas, como registrar detalles del ejercicio, a través de recordatorios. Solo algunos ejercicios admiten el reconocimiento automático, como correr al aire libre, andar en bicicleta, etc.
fr: Reconnaît automatiquement votre état d'exercice et envoie des rappels, vous permettant d'effectuer rapidement des opérations liées, comme enregistrer les détails de l'exercice, via les rappels. Seuls certains exercices prennent en charge la reconnaissance automatique, tels que la course en plein air, le cyclisme, etc.
it: Riconosce automaticamente lo stato dell'esercizio e invia promemoria, consentendoti di eseguire rapidamente operazioni correlate, come registrare i dettagli dell'esercizio, tramite i promemoria. Solo alcuni esercizi supportano il riconoscimento automatico, come la corsa all'aperto, il ciclismo, ecc.
ja: 運動状態を自動的に認識し、リマインダーを送信し、リマインダーを介して関連する操作（運動の詳細を記録するなど）を迅速に実行できます。一部の運動のみが自動認識をサポートしています。例：アウトドアランニング、サイクリングなど。
pt: Reconhece automaticamente o status do seu exercício e envia lembretes, permitindo que você realize rapidamente operações relacionadas, como registrar detalhes do exercício, por meio de lembretes. Apenas alguns exercícios oferecem suporte ao reconhecimento automático, como corrida ao ar livre, ciclismo, etc.
ru: Автоматическое распознавание вашего состояния упражнений и отправка напоминаний, позволяющее вам быстро выполнять связанные операции, такие как запись деталей упражнения, с помощью напоминаний. Только некоторые упражнения поддерживают автоматическое распознавание, такие как бег на открытом воздухе, велоспорт и т. д.
zh: 自动识别你所处的运动状态并向你发送提醒，通过提醒可快速进行相关操作，如记录相关运动情况等。仅部分运动支持自动识别，如：户外跑步、骑行等。

# watch_face_add
source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
ja: 追加
pt: Adicionar
ru: Добавить
zh: 添加

# watch_face_edit_custom_function
source: Custom Function
de: Benutzerdefinierte Funktion
es: Función personalizada
fr: Fonction personnalisée
it: Funzione personalizzata
ja: カスタム機能
pt: Função Personalizada
ru: Пользовательская функция
zh: 自定义功能

# watch_face_edit_music
source: Music
de: Musik
es: Música
fr: Musique
it: Musica
ja: 音楽
pt: Música
ru: Музыка
zh: 音乐

# watch_face_edit_step
source: Stepping
de: Schritt
es: paso
fr: pas
it: passo
ja: ステップ
pt: passo
ru: шаг
zh: 计步

# watch_face_force_update_des
source: Your watch face has been upgraded to a new version, please update now to enjoy the latest features and optimized experience!
de: Ihr Zifferblatt wurde auf eine neue Version aktualisiert. Bitte aktualisieren Sie jetzt, um die neuesten Funktionen und die optimierte Erfahrung zu genießen!
es: Su esfera de reloj se ha actualizado a una nueva versión, ¡actualice ahora para disfrutar de las últimas funciones y una experiencia optimizada!
fr: Votre cadran de montre a été mis à niveau vers une nouvelle version, veuillez mettre à jour maintenant pour profiter des dernières fonctionnalités et d'une expérience optimisée !
it: Il tuo quadrante è stato aggiornato a una nuova versione, aggiorna ora per goderti le ultime funzionalità e un'esperienza ottimizzata!
ja: お使いのウォッチフェイスは新しいバージョンにアップグレードされました。最新の機能と最適化されたエクスペリエンスをお楽しみいただくために今すぐアップデートしてください！
pt: Seu mostrador foi atualizado para uma nova versão, atualize agora para aproveitar os recursos mais recentes e a experiência otimizada!
ru: Ваш циферблат был обновлен до новой версии, пожалуйста, обновите сейчас, чтобы насладиться последними функциями и оптимизированным опытом!
zh: 您的表盘已升级到新版本，请立即更新以体验最新功能和优化体验！

# Watch_face_market
source: Face Gallery
de: Ziffernblatt-Galerie
es: Galería de carátulas
fr: Galerie de cadrans
it: Galleria dei quadranti
ja: フェイスギャラリー
pt: Galeria de Mostradores
ru: Галерея циферблатов
zh: 表盘图库

# watch_face_number_limitation
source: Installed/Maximum Watch Faces:
de: Installierte/Maximale Zifferblätter:
es: Caras de reloj instaladas/Máximo:
fr: Cadrans installés/Maximum:
it: Watch Face Installati/Numero massimo:
ja: インストール済み/最大ウォッチフェイス数：
pt: Instaladas/Máximo de Faces de Relógio:
ru: Установлено/Максимальное количество циферблатов:
zh: 已安装/最大表盘数：
