Repository: hyh19/Fitnexa
Catalog: components/creekbase/lib/l10n/intl_*.arb
Languages: de, es, fr, it, ja, pt, ru, zh

# automatic_maxhr_intro
source: Automatically update your max heart rate value
de: Aktualisieren Sie automatisch Ihre maximale Herzfrequenz
es: Actualizar automáticamente el valor máximo de su frecuencia cardíaca
fr: Mettez automatiquement à jour votre fréquence cardiaque maximale
it: Aggiorna automaticamente il tuo valore massimo di frequenza cardiaca
ja: 最大心拍数値を自動更新する
pt: Atualizar automaticamente o valor máximo da sua frequência cardíaca
ru: Автоматически обновлять максимальное значение пульса
zh: 自动更新你的最大心率值

source: Auto Pause
de: Automatische Pause
es: Pausa automática
fr: Pause automatique
it: Pausa automatica
ja: 自動一時停止
pt: Pausa automática
ru: Автопауза
zh: 自动暂停

# Available_ROM
source: Memory available
de: Verbleibender Speicherplatz
es: Espacio disponible
fr: Espace disponible
it: Spazio disponibile
ja: 使用可能なメモリ
pt: Memória disponível
ru: Доступная память
zh: 剩余空间

source: Average
de: Durchschnitt
es: Promedio
fr: Moyenne
it: Media
ja: 平均
pt: Média
ru: Средний
zh: 平均

source: Avg.
de: M.
es: M.
fr: Moy.
it: Med.
ja: 平均
pt: Méd.
ru: Ср.
zh: 平均

source: Awake
de: Wach
es: Despierto
fr: Éveillé
it: Sveglio
ja: 起床
pt: Acordado
ru: Пробудить
zh: 清醒

source: Background
de: Hintergrund
es: Fondo
fr: Arrière-plan
it: Sfondo
ja: 背景
pt: Fundo
ru: Фон
zh: 背景

source: Badminton
es: Bádminton
ja: バドミントン
ru: Бадминтон
zh: 羽毛球

source: Barbell
de: Langhantel
es: Barra
fr: Barre
it: Bilanciere
ja: バーベル
pt: Barra
ru: Штанга
zh: 杠铃

source: Barre
de: Ballett
es: Barra
it: Barra
ja: バレエ
pt: Barra
ru: Балет
zh: 芭蕾

source: Baseball
es: Béisbol
ja: 野球
pt: Beisebol
ru: Бейсбол
zh: 棒球

source: Basketball
es: Baloncesto
it: Pallacanestro
ja: バスケットボール
pt: Basquete
ru: Баскетбол
zh: 篮球

source: Beach soccer
es: Fútbol playa
ja: ビーチサッカー
pt: Futebol de Praia
ru: Пляжный футбол
zh: 沙滩足球

source: Beach volleyball
es: Vóley playa
fr: Beach-volley
ja: ビーチバレーボール
pt: Vôlei de Praia
ru: Пляжный волейбол
zh: 沙滩排球

source: Bedtime
de: Bettzeit
es: Hora de acostarse
fr: Heure du coucher
it: Ora di andare a letto
ja: 就寝時間
pt: Horário de Dormir
ru: Время сна
zh: 入睡

source: Biathon
de: Biathlon
es: Biatlón
fr: Biathlon
it: Biathlon
ja: バイアスロン
pt: Biathlon
ru: Биатлон
zh: 冬季两项

source: Bicycle Motocross
de: BMX
es: BMX
fr: BMX
it: BMX
ja: BMX
pt: BMX
ru: BMX
zh: 小轮车

source: Billiards
de: Billard
es: Billar
fr: Billard
it: Biliardo
ja: ビリヤード
pt: Bilhar
ru: Бильярд
zh: 台球

# Binded_keep_app_active_des
source: After closing, % will run in the background to receive app notifications in a timely manner, but it may consume more power.
de: Nach dem Schließen bleibt % im Hintergrund aktiv, um Benachrichtigungen von Apps rechtzeitig zu empfangen, kann jedoch mehr Energie verbrauchen.
es: Después de cerrar, % se ejecutará en segundo plano para recibir notificaciones de aplicaciones de manera oportuna, pero puede consumir más energía.
fr: Après la fermeture, % restera actif en arrière-plan pour recevoir les notifications d'application en temps opportun, mais cela peut consommer plus d'énergie.
it: Dopo la chiusura, % rimarrà in esecuzione in background per ricevere notifiche dall'app in modo tempestivo, ma potrebbe consumare più energia.
ja: 閉じた後、%はバックグラウンドで実行され、アプリの通知をタイムリーに受信しますが、電力を消費する可能性があります。
pt: Após o fechamento, o % continuará em execução em segundo plano para receber notificações de aplicativos de maneira oportuna, mas pode consumir mais energia.
ru: После закрытия % будет работать в фоновом режиме для своевременного получения уведомлений от приложений, но это может потреблять больше энергии.
zh: 关闭后，%将在后台保持运行，以及时接收应用信息，但可能消耗更多电量。

# blood_oxygen_measure
source: Blood Oxygen Measurements
de: Messung der Sauerstoffsättigung
es: Mediciones de la saturación de oxígeno en la sangre
fr: Mesures du taux d'oxygène dans le sang
it: Misurazioni dell'ossigeno nel sangue
ja: 血中酸素飽和度の測定
pt: Medidas de oxigênio no sangue
ru: Измерения уровня кислорода в крови
zh: 血氧饱和度追踪

source: Bluetooth
zh: 蓝牙地址

source: Bluetooth Calling
de: Bluetooth-Anrufe
es: Llamadas Bluetooth
fr: Appel Bluetooth
it: Chiamate Bluetooth
ja: Bluetooth通話
pt: Chamadas Bluetooth
ru: Bluetooth-звонки
zh: 蓝牙通话

# bluetooth_calling_des
source: This allows you to make and receive calls directly from you watch .
de: Dies ermöglicht Ihnen, Anrufe direkt über Ihre Uhr zu tätigen und anzunehmen.
es: Esto te permite hacer y recibir llamadas directamente desde tu reloj.
fr: Cela vous permet de passer et de recevoir des appels directement depuis votre montre.
it: Ciò ti consente di effettuare e ricevere chiamate direttamente dal tuo orologio.
ja: この機能により、腕時計から直接通話を発信および受信できます。
pt: Isso permite que você faça e receba chamadas diretamente do seu relógio.
ru: Это позволяет вам совершать и принимать звонки напрямую с часов.
zh: 此功能支持你直接用手表接打电话

# bluetooth_permison_instructions
source: To connect and set up your watch and sync data, % requires access of this phone's Bluetooth.
de: Für die Verbindung und Einrichtung Ihrer Uhr sowie die Synchronisierung von Daten benötigt % Zugriff auf das Bluetooth dieses Telefons.
es: Para conectar y configurar su reloj y sincronizar datos, % requiere acceso al Bluetooth de este teléfono.
fr: Pour connecter et configurer votre montre et synchroniser les données, % nécessite l'accès au Bluetooth de ce téléphone.
it: Per connettere e configurare il tuo orologio e sincronizzare i dati, % richiede l'accesso al Bluetooth di questo telefono.
ja: この電話のBluetoothにアクセスして、時計を接続し、データを同期するには、%が必要です。
pt: Para conectar e configurar o seu relógio e sincronizar dados, o % requer acesso ao Bluetooth deste telefone.
ru: Для подключения и настройки часов и синхронизации данных % требуется доступ к Bluetooth этого телефона.
zh: 为了连接和设置您的手表并同步数据，%需要访问此手机的蓝牙。

# bluetooth_permisson_title
source: Bluetooth Service
de: Bluetooth-Dienst
es: Servicio Bluetooth
fr: Service Bluetooth
it: Servizio Bluetooth
ja: Bluetoothサービス
pt: Serviço Bluetooth
ru: Bluetooth-сервис
zh: 蓝牙服务

source: Bobsleigh
de: Bobfahren
ja: ボブスレッジ
ru: Бобслей
zh: 雪车

source: Bottom Center
de: Unten in der Mitte
es: Abajo en el centro
fr: En bas au centre
it: In basso al centro
ja: 下中
pt: Fundo ao centro
ru: Внизу по центру
zh: 下中部

source: Bottom Left
de: Unten links
es: Abajo a la izquierda
fr: En bas à gauche
it: In basso a sinistra
ja: 左下
pt: Fundo à esquerda
ru: Внизу слева
zh: 左下方

source: Bottom Right
de: Unten rechts
es: Abajo a la derecha
fr: En bas à droite
it: In basso a destra
ja: 右下
pt: Fundo à direita
ru: Внизу справа
zh: 右下方

source: Bowling
es: Bolos
ja: ボウリング
pt: Boliche
ru: Боулинг
zh: 保龄球

source: Boxing
de: Boxen
es: Boxeo
fr: Boxe
it: Boxe
ja: ボクシング
pt: Boxe
ru: Бокс
zh: 拳击

# bpm_unit
source: bpm
es: ppm
ja: 拍/分
ru: Удары в минуту
zh: 次/分

# BPM_unit
source: BPM
es: PPM
ja: 拍/分
ru: Удары в минуту
zh: 次/分

# breath_training
source: Breathe
de: Atmen
es: Respire
fr: Respirez
it: Respira
ja: 呼吸する
pt: Respire
ru: дышать
zh: 呼吸训练

# brightness_alwayson_automatic_des
source: Your watch will intelligently recognize your wearing status and will no longer display the time constantly when not worn, during sleep, or when charging.
de: Ihre Uhr erkennt intelligent Ihren Tragezustand und zeigt die Zeit nicht mehr konstant an, wenn sie nicht getragen wird, während des Schlafs oder beim Aufladen.
es: Tu reloj reconocerá inteligentemente tu estado de uso y ya no mostrará la hora constantemente cuando no lo lleves puesto, durante el sueño o cuando esté cargando.
fr: Votre montre reconnaîtra intelligemment votre état de port et n'affichera plus en permanence l'heure lorsque vous ne la portez pas, pendant le sommeil ou lors de la charge.
it: Il tuo orologio riconoscerà intelligentemente il tuo stato di indossamento e non visualizzerà più costantemente l'ora quando non indossato, durante il sonno o durante la ricarica.
ja: あなたの時計は着用状態をスマートに認識し、未着用、睡眠中、充電中は常時時刻を表示しなくなります。
pt: Seu relógio reconhecerá inteligentemente seu estado de uso e não mostrará mais a hora constantemente quando não estiver sendo usado, durante o sono ou quando estiver carregando.
ru: Ваши часы интеллектуально распознают ваш статус ношения и больше не будут постоянно отображать время, когда они не носятся, во время сна или зарядки.
zh: 你的手表将智能识别你的佩戴状态，未佩戴、睡眠、充电状态下将不再常亮展示时间。

# brightness_alwayson_customize_des
source: Your watch will display the time constantly within your set time. This operation may reduce the watch's battery life.
de: Ihre Uhr zeigt die Zeit konstant innerhalb Ihrer festgelegten Zeit an. Diese Aktion kann die Akkulaufzeit der Uhr reduzieren.
es: Tu reloj mostrará constantemente la hora dentro del tiempo que hayas configurado. Esta operación puede reducir la duración de la batería del reloj.
fr: Votre montre affichera en permanence l'heure dans le délai que vous avez défini. Cette opération peut réduire la durée de vie de la batterie de la montre.
it: Il tuo orologio visualizzerà costantemente l'ora entro l'orario da te impostato. Questa operazione potrebbe ridurre la durata della batteria dell'orologio.
ja: あなたの時計は設定された時間内で常に時刻を表示します。この操作は時計のバッテリ寿命を短縮する可能性があります。
pt: Seu relógio exibirá constantemente a hora dentro do tempo que você definir. Essa operação pode reduzir a vida útil da bateria do relógio.
ru: Ваши часы будут постоянно отображать время в пределах установленного вами времени. Эта операция может сократить время работы часов.
zh: 你的手表将在你设定时间内常亮展示时间。此操作有可能降低手表续航时间。

# brightness_alwayson_customize_title
source: Customize
de: Anpassen
es: Personalizar
fr: Personnaliser
it: Personalizza
ja: カスタマイズ
pt: Personalizar
ru: Настроить
zh: 自定义

# brightness_nightshift_des
source: Your watch will dim the screen brightness within your set time.
de: Ihre Uhr wird die Bildschirmhelligkeit innerhalb Ihrer festgelegten Zeit reduzieren.
es: Tu reloj disminuirá la luminosidad de la pantalla dentro del tiempo establecido.
fr: Votre montre diminuera la luminosité de l'écran pendant la période que vous avez définie.
it: Il tuo orologio abbasserà la luminosità dello schermo entro l'orario da te impostato.
ja: あなたの時計は設定された時間内に画面の輝度を下げます。
pt: Seu relógio reduzirá o brilho da tela dentro do tempo que você definir.
ru: Ваше часы уменьшат яркость экрана в установленное вами время.
zh: 你的手表将在你设定时间内降低屏幕亮度

# brightness_nightshift_title
source: Night Shift
de: Nachtmodus
es: Modo Nocturno
fr: Mode Nuit
ja: ナイトシフト
ru: Ночной режим
zh: 夜览

# bungee
source: Bungee jumping
es: Puenting
fr: Saut à l'élastique
ja: バンジージャンプ
ru: Прыжки с веревкой
zh: 蹦极

# By_signing_up_to_the_Fitbeing
source: By signing up, you are agreeing to our % and %.
de: Mit der Anmeldung erklären Sie sich mit unseren % und % einverstanden.
es: Al registrarte, aceptas nuestro % y %.
fr: En vous inscrivant, vous acceptez nos % et %.
it: Registrandoti, accetti il nostro % e %.
ja: サインアップすることで、%と%に同意したことになります。
pt: Ao se inscrever, você concorda com nossos % e %.
ru: Подписываясь, вы соглашаетесь с нашими % и %.
zh: 注册即表明你已了解并同意我们的%和%

source: cal
zh: 小卡

source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
it: Calendario
ja: カレンダー
pt: Calendário
ru: Календарь
zh: 日历

# call_quick_reply_content_one
source: Sorry, I can't speak now.
de: Entschuldigung, ich kann jetzt nicht sprechen.
es: Lo siento, no puedo hablar ahora.
fr: Désolé, je ne peux pas parler maintenant.
it: Scusa, non posso parlare ora.
ja: すみません、今は話せません。
pt: Desculpe, não posso falar agora.
ru: Извините, не могу говорить сейчас.
zh: 抱歉，我现在不方便通话。

# call_quick_reply_content_three
source: Reply to you later.
de: Ich antworte später.
es: Te responderé más tarde.
fr: Je vous répondrai plus tard.
it: Risponderò più tardi.
ja: 後で返信します。
pt: Respondo a você mais tarde.
ru: Отвечу вам позже.
zh: 晚点回复你

# call_quick_reply_content_two
source: I'm on the way.
de: Ich bin unterwegs.
es: Estoy en camino.
fr: Je suis en route.
it: Sono in viaggio.
ja: 途中です。
pt: Estou a caminho.
ru: Я в пути.
zh: 我正在路上

source: Calorie
de: Kalorie
es: Calorías
ja: カロリー
pt: Calorias
ru: Калории
zh: 小卡

# camera_find_error
source: Unable to find this watch, please try again.
de: Die Uhr konnte nicht gefunden werden. Bitte versuchen Sie es erneut.
es: No se pudo encontrar este reloj, por favor inténtalo de nuevo
fr: Impossible de trouver cette montre, veuillez réessayer
it: Impossibile trovare questo orologio, riprova
ja: この時計は見つかりませんでした。もう一度お試しください
pt: Não foi possível encontrar este relógio, tente novamente
ru: Этот часы не найден, пожалуйста, повторите попытку
zh: 未查找到此手表，请重试

# camera_identify_qrcode_error
source: Unable to identify this QR code,please try again.
de: Der QR-Code kann nicht erkannt werden. Bitte versuchen Sie es erneut.
es: No se puede identificar este código QR, por favor inténtalo de nuevo
fr: Impossible d'identifier ce code QR, veuillez réessayer
it: Impossibile identificare questo codice QR, riprova
ja: QRコードを識別できません。もう一度お試しください
pt: Não é possível identificar este código QR, tente novamente
ru: Невозможно идентифицировать этот QR-код, повторите попытку
zh: 无法识别此二维码，请重试

# camera_permission_des
source: Connect your smartwatch by scanning the QR code with the system camera.
de: Verbinden Sie Ihre Smartwatch, indem Sie den QR-Code mit der Systemkamera scannen.
es: Conecta tu smartwatch escaneando el código QR con la cámara del sistema.
fr: Connectez votre montre connectée en scannant le code QR avec l'appareil photo du système.
it: Collega il tuo smartwatch scansionando il codice QR con la fotocamera di sistema.
ja: システムカメラを使用してQRコードをスキャンして、スマートウォッチを接続します。
pt: Conecte seu smartwatch escaneando o código QR com a câmera do sistema.
ru: Подключите свой смарт-часы, отсканировав QR-код камерой системы.
zh: 通过系统相机扫描二维码连接您的智能手表

# camera_permission_title
source: Camera Permission Usage Instructions
de: Anweisungen zur Verwendung der Kameraberechtigung
es: Instrucciones de uso del permiso de la cámara
fr: Instructions d'utilisation de l'autorisation de l'appareil photo
it: Istruzioni per l'uso dell'autorizzazione della fotocamera
ja: カメラの許可の使用説明
pt: Instruções de uso da permissão da câmera
ru: Инструкции по использованию разрешения на камеру
zh: 相机权限使用说明

# camera_privileges
source: Allow "%" to Access Camera
de: Erlaube "%" auf die Kamera zuzugreifen
es: Permitir "%" acceso a la cámara
fr: Autoriser "%" à accéder à l'appareil photo
it: Consenti "%" ad accedere alla fotocamera
ja: %のカメラにアクセスを許可する
pt: Permitir "%" a acessar a câmera
ru: Предоставить доступ к камере для "%"
zh: 允许%使用你的系统相机

source: Canada
de: Kanada
es: Canadá
ja: カナダ
pt: Canadá
ru: Канада
zh: 加拿大

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pt: Cancelar
ru: Отменить
zh: 取消

# CancelAccount
source: Delete My Account
de: Mein Konto löschen
es: Eliminar mi cuenta
fr: Supprimer mon compte
it: Elimina il mio account
ja: アカウントを削除
pt: Excluir minha conta
ru: Удалить мой аккаунт
zh: 删除我的账号

# cancel_and_exit_the_app
source: Revoke and Exit the App
de: Widerrufen und App beenden
es: Revocar y salir de la aplicación
fr: Révoquer et quitter l'application
it: Revoca ed esci dall'app
ja: 同意を取り消して終了
pt: Revogar e Sair do Aplicativo
ru: Отозвать и выйти из приложения
zh: 撤销并退出应用

source: Canceled
de: Storniert
es: Cancelado
fr: Annulé
it: Annullato
ja: 取り消し
pt: Cancelado
ru: Отменено
zh: 已取消

source: Canoe
de: Kanu
es: Canoa
fr: Canoë
it: Canoa
ja: カヌー
pt: Canoa
ru: Каноэ
zh: 划艇

source: Caution
de: Vorsicht
es: Precaución
fr: Attention
it: Attenzione
ja: Attention
pt: Attenzione
ru: Precaución
zh: 温馨提示

# caution_kriki_language_change_now
source: Switch Now
de: Jetzt wechseln
es: Cambiar ahora
fr: Changer maintenant
it: Cambia ora
ja: すぐに切り替える
pt: Mudar agora
ru: Переключить сейчас
zh: 立即切换

# caution_kriki_language_not_match
source: The selected Kriki language pack does not match the current watch system language, which may affect the normal use of Kriki. It is recommended to switch the watch system language immediately.
de: Das ausgewählte Kriki-Sprachpaket stimmt nicht mit der aktuellen Uhrensystemsprache überein, was die normale Verwendung von Kriki beeinträchtigen kann. Es wird empfohlen, die Sprache des Uhrensystems sofort zu ändern.
es: El paquete de idioma Kriki seleccionado no coincide con el idioma del sistema actual del reloj, lo que puede afectar el uso normal de Kriki. Se recomienda cambiar el idioma del sistema del reloj de inmediato.
fr: Le pack de langue Kriki que vous avez choisi ne correspond pas à la langue actuelle du système de la montre, ce qui peut affecter l'utilisation normale de Kriki. Il est recommandé de changer immédiatement la langue du système de la montre.
it: Il pacchetto lingua Kriki selezionato non corrisponde alla lingua attuale del sistema dell'orologio, il che potrebbe influire sull'uso normale di Kriki. Si consiglia di cambiare immediatamente la lingua del sistema dell'orologio.
ja: 選択されたKriki言語パックは、現在の時計システムの言語と一致しません。これはKrikiの正常な使用に影響を及ぼす可能性がありますので、すぐに時計システムの言語を切り替えることをお勧めします。
pt: O pacote de idioma Kriki selecionado não corresponde ao idioma atual do sistema do relógio, o que pode afetar o uso normal do Kriki. É recomendável alterar imediatamente o idioma do sistema do relógio.
ru: Вы выбрали языковой пакет Kriki, который не соответствует текущему языку системы часов, что может повлиять на нормальное использование Kriki. Рекомендуется немедленно изменить язык системы часов.
zh: 你选择的 Kriki 语言包与当前手表系统语言不匹配，将影响 Kriki 的正常使用，建议您立即切换手表系统语言

# caution_watch_language_not_match
source: The current language does not match the language of the Kriki voice assistant, which may affect the normal use of Kriki. It is recommended to switch the Kriki language immediately.
de: Die aktuelle Sprache entspricht nicht der Sprache des Kriki-Sprachassistenten, was die normale Verwendung von Kriki beeinträchtigen kann. Es wird empfohlen, die Sprache von Kriki sofort zu ändern.
es: El idioma actual no coincide con el idioma del asistente de voz Kriki, lo que puede afectar el uso normal de Kriki. Se recomienda cambiar el idioma de Kriki de inmediato.
fr: La langue actuelle ne correspond pas à la langue de l'assistant vocal Kriki, ce qui peut affecter l'utilisation normale de Kriki. Il est recommandé de changer immédiatement la langue de Kriki.
it: La lingua attuale non corrisponde alla lingua dell'assistente vocale Kriki, il che potrebbe influire sull'uso normale di Kriki. Si consiglia di cambiare immediatamente la lingua di Kriki.
ja: 現在の言語はKriki音声アシスタントの言語と一致していません。これはKrikiの正常な使用に影響を及ぼす可能性がありますので、すぐにKrikiの言語を切り替えることをお勧めします。
pt: O idioma atual não corresponde ao idioma do assistente de voz Kriki, o que pode afetar o uso normal do Kriki. É recomendável alterar imediatamente o idioma do Kriki.
ru: Текущий язык не соответствует языку голосового помощника Kriki, что может повлиять на нормальное использование Kriki. Рекомендуется немедленно изменить язык Kriki.
zh: 当前语言与 Kriki 语音助手语言不匹配， 将影响 Kriki 的正常使用，建议您立即切换 Krik 语言

source: Celsius
ja: 摂氏度
ru: Цельсий
zh: 摄氏度

source: Center
de: Mitte
es: En el centro
fr: Au centre
it: Nel centro
ja: 中央
pt: No meio
ru: В центре
zh: 中部

source: Centimeter
de: Zentimeter
es: Centímetro
fr: Centimètre
it: Centimetro
ja: センチメートル
pt: Centímetro
ru: Сантиметр
zh: 厘米

source: Change Email
de: E-Mail ändern
es: Cambiar de correo electrónico
fr: Changer d'email
it: Cambia email
ja: メールアドレスを変更
pt: Alterar email
ru: Изменить email
zh: 更换邮箱

source: Change Goal
de: Ziel ändern
es: Cambiar objetivo
fr: Modifier l'objectif
it: Cambia obiettivo
ja: 目標を変更する
pt: Alterar Meta
ru: Изменить цель
zh: 设置目标

source: Change Password
de: Passwort ändern
es: Cambiar la contraseña
fr: Changer le mot de passe
it: Cambia password
ja: パスワードを変更
pt: Alterar senha
ru: Изменить пароль
zh: 修改密码

# change_view_flow
source: Flow
de: Fluss
es: Flujo
fr: Flux
it: Flusso
ja: フロー
pt: Fluxo
ru: Поток
zh: 流动视图

# change_view_grid
source: Grid
de: Gitter
es: Rejilla
fr: Grille
it: Griglia
ja: グリッド
pt: Grade
ru: Сетка
zh: 网格视图

# change_view_list
source: List
de: Liste
es: Lista
fr: Liste
it: Elenco
ja: リスト
pt: Lista
ru: Список
zh: 列表视图

# Change_Workouts_Goal
source: Weekly Workout Goal
de: Wöchentliches Trainingsziel
es: Objetivo semanal de entrenamiento
fr: Objectif hebdomadaire d'entraînement
it: Obiettivo di allenamento settimanale
ja: 週間のトレーニング目標
pt: Meta Semanal de Treino
ru: Еженедельная цель тренировки
zh: 周锻炼目标

# change_workouts_type
source: Workouts to Display
de: Anzuzeigende Workouts
es: Entrenamientos para mostrar
fr: Entraînements à afficher
it: Allenamenti da visualizzare
ja: 表示するトレーニング
pt: Treinos para Mostrar
ru: Показать тренировки
zh: 显示的运动

# check_firmware_upgrade
source: Checking for Upgrade
zh: 检查更新

# check_for_updates
source: Check for Update
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Vérifier les mises à jour
it: Verifica aggiornamenti
ja: 更新を確認する
pt: Verificar atualizações
ru: Проверить наличие обновлений
zh: 检查更新

# city_add
source: Add a City
de: Stadt hinzufügen
es: Agregar una ciudad
fr: Ajouter une ville
it: Aggiungi una città
ja: 都市を追加する
pt: Adicionar uma cidade
ru: Добавить город
zh: 添加城市

# clear_cloud_data
source: Clear Cloud Personal Data
de: Cloud-Personendaten löschen
es: Borrar datos personales en la nube
fr: Effacer les données personnelles du cloud
it: Cancella dati personali sul cloud
ja: クラウドの個人データをクリアする
pt: Limpar Dados Pessoais na Nuvem
ru: Очистить личные данные в облаке
zh: 清除云端个人数据

source: Clear Data
de: Daten löschen
es: Borrar datos
fr: Effacer les données
it: Cancella dati
ja: データをクリアする
pt: Limpar Dados
ru: Очистить данные
zh: 清除数据

# click_connect_timeout_popup_des
source: Please try turning off and on your phone's Bluetooth, then reconnect.
de: Bitte versuchen Sie, Bluetooth auf Ihrem Telefon aus- und wieder einzuschalten und dann neu zu verbinden.
es: Intente apagar y encender el Bluetooth de su teléfono y luego volver a conectar.
fr: Veuillez essayer de désactiver et réactiver le Bluetooth de votre téléphone, puis reconnectez-vous.
it: Prova a spegnere e accendere il Bluetooth del tuo telefono, poi riconnetti.
ja: 電話のBluetoothをオフにしてからオンにし、再接続してみてください。
pt: Por favor, tente desligar e ligar o Bluetooth do seu telefone e reconectar.
ru: Попробуйте отключить и включить Bluetooth на вашем телефоне, затем повторно подключитесь.
zh: 请尝试关闭>开启手机系统蓝牙后重新连接

source: Climbing Machine
de: Klettergerät
es: Máquina de escalada
fr: Machine d'escalade
it: Scala meccanica
ja: クライミングマシン
pt: Máquina de Escalada
ru: Веревочный тренажер
zh: 登山机

source: Climbing Stairs
de: Treppensteigen
es: Subir escaleras
fr: Monter les escaliers
it: Salire le scale
ja: 階段の昇り降り
pt: Escada
ru: Подъем по лестнице
zh: 爬楼

# clock_position
source: Position
es: Posición
it: Posizione
ja: 位置
pt: Posição
ru: Позиция
zh: 位置

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
pt: Fechar
ru: Закрыть
zh: 关闭

# code_504_error
source: Your operations are too frequent. Please try again later.
de: Ihre Operationen sind zu häufig. Bitte versuchen Sie es später erneut.
es: Tus operaciones son demasiado frecuentes. Por favor, inténtalo de nuevo más tarde.
fr: Vos opérations sont trop fréquentes. Veuillez réessayer ultérieurement.
it: Le tue operazioni sono troppo frequenti. Riprova più tardi.
ja: 操作が頻繁すぎます。後でもう一度お試しください
pt: Suas operações são muito frequentes. Por favor, tente novamente mais tarde.
ru: Ваши операции слишком частые. Пожалуйста, повторите попытку позже.
zh: 你的操作太频繁了，请稍后再试

# code_505_error
source: This account has already been registered
de: Dieses Konto wurde bereits registriert
es: Esta cuenta ya ha sido registrada
fr: Ce compte a déjà été enregistré
it: Questo account è già stato registrato
ja: このアカウントは既に登録されています
pt: Esta conta já foi registrada
ru: Эта учетная запись уже зарегистрирована
zh: 此账号已被注册

# code_506_error
source: This account does not exist
de: Dieses Konto existiert nicht
es: Esta cuenta no existe
fr: Ce compte n'existe pas
it: Questo account non esiste
ja: このアカウントは存在しません
pt: Esta conta não existe
ru: Этот аккаунт не существует
zh: 此账号不存在
