Repository: hyh19/Fitnexa
Catalog: components/creekbase/lib/l10n/intl_*.arb
Languages: de, es, fr, it, ja, pt, ru, zh

# menstrual_des_window
source: Predicted Fertile Window
de: Voraussichtlicher fruchtbarer Zeitraum
es: Ventana fértil prevista
fr: Période fertile prévue
it: Finestra fertile prevista
ja: 受胎可能期間
pt: Janela Fértil Prevista
ru: Предполагаемое окно оплодотворения
zh: 预测受孕期

# menstrual_flow_ques
source: How heavy the flow is?
de: Wie stark ist die Blutung?
es: ¿Qué tan intenso es el flujo?
fr: Quelle est l'intensité du flux?
it: Quanto è abbondante il flusso?
ja: 月経の量はどのくらいですか？
pt: Quão intenso é o fluxo?
ru: Какова интенсивность?
zh: 你的月经量情况如何？

# menstrual_guide_cycle_ques
source: How long is your typical menstrual cycle?
de: Wann hat deine letzte Periode begonnen?
es: ¿Cuándo comenzó tu último período?
fr: Quand a commencé votre dernière période ?
it: Quando è iniziato il tuo ultimo ciclo?
ja: あなたの最後の期間はいつ始まりましたか？
pt: Quando começou seu último período?
ru: Когда начался ваш последний период?
zh: 你一般隔多久来一次月经？

# menstrual_guide_des
source: Get predictions or notifications for upcoming periods and fertile windows
de: Erhalte Vorhersagen oder Benachrichtigungen für bevorstehende Perioden und fruchtbare Phasen
es: Obtén predicciones o notificaciones para próximos períodos y ventanas de fertilidad
fr: Recevoir des prédictions ou des notifications pour les prochaines périodes et fenêtres de fertilité
it: Ricevi previsioni o notifiche per i prossimi cicli e finestre fertili
ja: 未来の期間と受胎可能期間に対する予測や通知を取得します
pt: Receba previsões ou notificações para próximos períodos e janelas de fertilidade
ru: Получайте прогнозы и уведомления о предстоящих периодах и окнах оплодотворения
zh: 为你预测未来一次的受孕期、经期情况并加以提醒

# menstrual_guide_get_start
source: Get Started
de: Loslegen
es: Empezar
fr: Commencer
it: Inizia
ja: 開始
pt: Começar
ru: Начать
zh: 开始使用

# menstrual_guide_period_last_ques
source: How long does your period usually last?
de: Wie lange dauert deine Periode normalerweise?
es: ¿Cuánto tiempo suele durar tu período?
fr: Combien de temps dure généralement votre période ?
it: Quanto dura di solito il tuo ciclo mestruale?
ja: 通常の期間はどのくらいですか？
pt: Quanto tempo costuma durar seu período?
ru: Как долго обычно длится ваш период?
zh: 你的月经通常持续几天

# menstrual_guide_recorded
source: Recorded Period
de: Aufgezeichnete Periode
es: Período registrado
fr: Période enregistrée
it: Periodo registrato
ja: 記録された期間
pt: Período registrado
ru: Записанный период
zh: 已记录经期

# menstrual_guide_started_ques
source: When did your last period start?
de: Wann hat deine letzte Periode begonnen?
es: ¿Cuándo comenzó tu último período?
fr: Quand a commencé votre dernière période ?
it: Quando è iniziato il tuo ultimo ciclo?
ja: あなたの最後の期間はいつ始まりましたか？
pt: Quando começou seu último período?
ru: Когда начался ваш последний период?
zh: 你上次的月经始于？

# menstrual_guide_started_title
source: Period Started
de: Letzte Periode begonnen
es: Período comenzado
fr: Période commencée
it: Periodo iniziato
ja: 最後の期間が始まった
pt: Último período começou
ru: Последний период начался
zh: 上次月经始于

# menstrual_options
source: Options
de: Optionen
es: Opciones
it: Opzioni
ja: オプション
pt: Opções
ru: Параметры
zh: 选项

# menstrual_options_cycle_length
source: Cycle Length
de: Zykluslänge
es: Duración del ciclo
fr: Longueur du cycle
it: Durata del ciclo
ja: 月経周期
pt: Duração do Ciclo
ru: Продолжительность цикла
zh: 月经周期

# menstrual_options_period_length
source: Period Length
de: Periodenlänge
es: Duración del período
fr: Longueur de la période
it: Durata del ciclo
ja: 月経の長さ
pt: Duração do Período
ru: Продолжительность периода
zh: 经期长度

# menstrual_options_period_predict
source: Period Predictions
de: Periodenprognose
es: Predicciones de período
fr: Prédictions de période
it: Previsioni ciclo
ja: 月経予測
pt: Previsões de Menstruação
ru: Прогноз периода
zh: 经期预测

# menstrual_options_window_predict
source: Fertile Window Predictions
de: Fruchtbare Fenster Prognosen
es: Predicciones de ventana fértil
fr: Prédictions de fenêtre fértile
it: Finestra fertile prevista
ja: 受胎可能期間の予測
pt: Previsões de Janela Fértil
ru: Прогноз окна возможности
zh: 受孕期预测

# menstrual_period_tracking
source: Period Tracking
de: Menstruations-Tracking
es: Seguimiento del período
fr: Suivi des règles
it: Tracciamento del ciclo
ja: 月経追跡
pt: Rastreamento do período
ru: Отслеживание периода
zh: 经期追踪

# menstrual_window_tracking
source: Fertility Tracking
de: Fruchtbarkeits-Tracking
es: Seguimiento de fertilidad
fr: Suivi de la fertilité
it: Monitoraggio di fertilità
ja: 受胎期追跡
pt: Rastreamento de fertilidade
ru: Отслеживание плодовитости
zh: 受孕期追踪

source: Meter
es: Metro
fr: Mètre
it: Metro
ja: メートル
pt: Metro
ru: Метр
zh: 米

source: METs
zh: 梅脱

source: Middle Left
de: Mittig links
es: Medio Izquierdo
fr: Milieu gauche
it: Medio Sinistro
ja: 中央左
pt: Meio Esquerdo
ru: В середине слева
zh: 左中部

source: Middle Right
de: In der Mitte rechts
es: En el medio a la derecha
fr: Au milieu à droite
it: In mezzo a destra
ja: 右中
pt: Meio à direita
ru: В середине справа
zh: 右中部

source: Mile
de: Meile
es: Milla
fr: Mille
it: Miglio
ja: マイル
pt: Milha
ru: Миля
zh: 英里

source: min
ja: 分
ru: мин
zh: 分

# minutes
source: Minute
de: Minuten
es: Minuto
it: Minuti
ja: 分
pt: Minuto
ru: минут
zh: 分钟

# model_name
source: Model No.
de: Modell Nr.
es: Número de modelo
fr: Numéro de modèle
it: Numero di modello
ja: モデル番号
pt: Número do modelo
ru: Номер модели
zh: 型号编码

source: Mon
de: Mo
es: Lun
fr: Lun
it: Lun
ja: 月曜日
pt: Seg
ru: Пн
zh: 周一

source: Monday
de: Montag
es: Lunes
fr: Lundi
it: Lunedì
ja: 月曜日
pt: Segunda-feira
ru: Понедельник
zh: 周一

source: Month
de: Monat
es: Mes
fr: Mois
it: Mese
ja: 月
pt: Mês
ru: Месяц
zh: 月

# monthly_title
source: Month
de: Monat
es: Mes
fr: Mois
it: Mese
ja: 月
pt: Mês
ru: Месяц
zh: 月

source: Motorboating
de: Motorbootfahren
es: Motonáutica
fr: Motonautisme
it: Motonautica
ja: モーターボート
pt: Motonáutica
ru: Моторное вождение
zh: 摩托艇

source: Mountain Climbing
de: Bergsteigen
es: Montañismo
fr: Alpinisme
it: Arrampicata
ja: 山岳登山
pt: Montanhismo
ru: Альпинизм
zh: 登山

source: ms
ru: mc
zh: 毫秒

source: Mute
de: Stumm schalten
es: Silenciar
fr: Silencieux
it: Silenzia
ja: ミュート
pt: Silenciar
ru: Без звука
zh: 静默

# mute_notifications
source: Mute
de: Stumm
es: Silenciar
fr: Silencieux
it: Silenzia
ja: サイレント通知
pt: Silenciar
ru: Без звука
zh: 静默通知

# my_app_keeps_active
source: App Keeps Active
de: App bleibt aktiv
es: La aplicación se mantiene activa
fr: L'application reste active
it: L'app rimane attiva
ja: Appがアクティブを維持
pt: App Mantém-se Ativo
ru: Приложение остается активным
zh: App常驻

# my_app_keeps_active_auto_start
source: Allow App Auto-Start
de: App-Auto-Start erlauben
es: Permitir inicio automático de la aplicación
fr: Autoriser le démarrage automatique de l'application
it: Consentire l'avvio automatico dell'app
ja: アプリの自動起動を許可する
pt: Permitir Inicialização Automática do App
ru: Разрешить автоматический запуск приложения
zh: 允许App自启动

# my_app_keeps_active_disable_battery_restriction
source: Remove battery restrictions for the app
de: App von Batteriebeschränkungen befreien
es: Eliminar restricciones de batería para la aplicación
fr: Supprimer les restrictions de la batterie pour l'application
it: Rimuovi le restrizioni sulla batteria per l'app
ja: アプリのバッテリー制限を解除する
pt: Desativar restrições de bateria em segundo plano
ru: Снять ограничения для приложения от батареи
zh: 取消App使用电池限制

# my_app_keeps_active_guide
source: App Keeps Active Guide
de: App-bleib-aktiv-Leitfaden
es: Guía de mantenimiento activo de la aplicación
fr: Guide d'activité permanente de l'application
it: Guida alla guida attiva dell'applicazione
ja: Appのアクティブガイド
pt: Guia de Manutenção Ativa do App
ru: Руководство по поддержанию активности приложения
zh: App常驻指南

source: My Data
de: Meine Daten
es: Mis datos
fr: Mes données
it: I miei dati
ja: 私のデータ
pt: Meus Dados
ru: Мои данные
zh: 我的数据

source: My Watch
de: Meine Uhr
es: Mi reloj
fr: Ma montre
it: Il mio orologio
ja: 私のウォッチ
pt: Meu Relógio
ru: Мои часы
zh: 我的手表

# my_watch_detail_notifications
source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
ja: 通知
pt: Notificações
ru: Уведомления
zh: 通知提醒

source: New
de: Neu
es: Nuevo
fr: Nouveau
it: Nuovo
ja: 新しい
pt: Novo
ru: Новый
zh: 新

# new_firmware_version
source: New
de: Neu
es: Nuevo
fr: Nouveau
it: Nuovo
ja: 新しい
pt: Novo
ru: Новый
zh: 新固件

# New_P
source: New %
de: Neues %
es: Nuevo %
fr: Nouveau %
it: Nuovo %
ja: 新しい %
pt: Novo %
ru: Новый %
zh: 新 %

# new_password_same_caution
source: Make sure your new password is not identical to the old one
de: Achten Sie darauf, dass Ihr neues Passwort nicht mit dem alten übereinstimmt
es: Asegúrate de que tu nueva contraseña no sea idéntica a la antigua
fr: Assurez-vous que votre nouveau mot de passe n'est pas identique à l'ancien
it: Assicurati che la tua nuova password non sia identica a quella vecchia
ja: 新しいパスワードが古いものと同じでないことを確認してください
pt: Certifique-se de que sua nova senha não seja idêntica à antiga
ru: Убедитесь, что ваш новый пароль не совпадает с прежним
zh: 新密码不能和旧密码一致

# new_version_of_watch_firmware
source: A new version of watch firmware is available to upgrade.
de: Ihre Uhr hat eine Firmware-Version zur Aktualisierung
es: Tu reloj tiene una versión de firmware disponible para la actualización
fr: Votre montre dispose d'une version de micrologiciel disponible pour la mise à niveau
it: Il tuo orologio ha una versione del firmware disponibile per l'aggiornamento
ja: あなたの時計はアップグレード用のファームウェアバージョンがあります
pt: Seu relógio tem uma versão de firmware disponível para atualização
ru: Вашим часам доступна версия прошивки для обновления
zh: 你的手表有可升级的固件版本

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ja: 次へ
pt: Próximo
ru: Далее
zh: 下一步

source: No
de: Nein
fr: Non
ja: いいえ
pt: Não
ru: Нет
zh: 不

# No_alarm_clock
source: No Alarms
de: Kein Alarm
es: No hay alarmas
fr: Pas d'alarme
it: Nessuna sveglia
ja: アラームがありません
pt: Nenhum alarme
ru: Нет будильников
zh: 你还没有设置闹钟

# no_bt_have_ble
source: Device connection failed. Please try the following steps: 1. Access the Bluetooth settings in your phone's system settings. 2. Reconnect the intended device. 3. Reopen % app.
de: Verbinden mit dem Gerät fehlgeschlagen. Versuchen Sie die folgenden Schritte: 1. Rufen Sie die Bluetooth-Einstellungen in den Systemeinstellungen Ihres Telefons auf. 2. Verbinden Sie das gewünschte Gerät erneut. 3. Öffnen Sie die % App erneut.
es: Error de conexión del dispositivo. Intente los siguientes pasos: 1. Accede a la configuración de Bluetooth en la configuración del sistema de tu teléfono. 2. Vuelve a conectar el dispositivo deseado. 3. Vuelve a abrir la aplicación % .
fr: Échec de la connexion de l'appareil. Veuillez essayer les étapes suivantes: 1. Accédez aux paramètres Bluetooth dans les paramètres système de votre téléphone. 2. Reconnectez l'appareil prévu. 3. Réouvrez l'application % .
it: Connessione del dispositivo non riuscita. Prova i seguenti passaggi: 1. Accedi alle impostazioni Bluetooth nelle impostazioni di sistema del tuo telefono. 2. Riconnetti il dispositivo desiderato. 3. Riapri l'app % .
ja: デバイス接続に失敗しました。次の手順を試してください: 1. スマートフォンのシステム設定からBluetooth設定にアクセスします。 2. 目的のデバイスを再接続します。 3. % アプリを再開します。
pt: Falha na conexão do dispositivo. Tente as seguintes etapas: 1. Acesse as configurações Bluetooth nas configurações do sistema do seu telefone. 2. Reconecte o dispositivo pretendido. 3. Reabra o aplicativo %.
ru: Не удалось подключить устройство. Попробуйте следующие шаги: 1. Перейдите к настройкам Bluetooth в настройках системы вашего телефона. 2. Переподключите целевое устройство. 3. Повторно откройте приложение %.
zh: 设备连接失败，请尝试以下操作： 1.打开系统设置>蓝牙设置。 2.重新连接目标设备。 3.重启 % App。

# no_bt_no_ble
source: Device connection failed. Please try the following steps: 1. Access the Bluetooth settings in your phone's system settings. 2. Tap the ⓘ mark next to the intended device and select 'Forget This Device'. 3. Reconnect this device in % app
de: Verbinden mit dem Gerät fehlgeschlagen. Versuchen Sie die folgenden Schritte: 1. Rufen Sie die Bluetooth-Einstellungen in den Systemeinstellungen Ihres Telefons auf. 2. Tippen Sie auf das ⓘ-Symbol neben dem gewünschten Gerät und wählen Sie 'Dieses Gerät vergessen'. 3. Verbinden Sie dieses Gerät in der % App erneut.
es: Error de conexión del dispositivo. Intente los siguientes pasos: 1. Accede a la configuración de Bluetooth en la configuración del sistema de tu teléfono. 2. Toca el símbolo ⓘ junto al dispositivo deseado y selecciona 'Olvidar este dispositivo'. 3. Vuelve a conectar este dispositivo en la aplicación %
fr: Échec de la connexion de l'appareil. Veuillez essayer les étapes suivantes: 1. Accédez aux paramètres Bluetooth dans les paramètres système de votre téléphone. 2. Appuyez sur le symbole ⓘ à côté de l'appareil prévu et sélectionnez 'Oublier cet appareil'. 3. Reconnectez cet appareil dans l'application %
it: Connessione del dispositivo non riuscita. Prova i seguenti passaggi: 1. Accedi alle impostazioni Bluetooth nelle impostazioni di sistema del tuo telefono. 2. Tocca il simbolo ⓘ accanto al dispositivo desiderato e seleziona 'Dimentica questo dispositivo'. 3. Riconnetti questo dispositivo nell'app %
ja: デバイス接続に失敗しました。次の手順を試してください: 1. スマートフォンのシステム設定からBluetooth設定にアクセスします。 2. 目的のデバイスの横にある ⓘ マークをタップして「このデバイスを忘れる」を選択します。 3. このデバイスを % のアプリで再接続します。
pt: Falha na conexão do dispositivo. Tente as seguintes etapas: 1. Acesse as configurações Bluetooth nas configurações do sistema do seu telefone. 2. Toque no símbolo ⓘ ao lado do dispositivo pretendido e selecione 'Esquecer este dispositivo'. 3. Reconecte esse dispositivo no aplicativo %
ru: Не удалось подключить устройство. Попробуйте следующие шаги: 1. Перейдите к настройкам Bluetooth в настройках системы вашего телефона. 2. Нажмите на значок ⓘ рядом с целевым устройством и выберите 'Забыть это устройство'. 3. Переподключите это устройство в приложении %
zh: 设备连接失败，请尝试以下操作： 1.打开手机系统设置中的蓝牙设置 2.点击目标设备右侧感叹号进入设备管理页面并忽略此设备 3.在% App里面重新连接该设备

source: No Data
de: Keine Daten
es: no hay datos
fr: pas de données
it: nessun dato
ja: データなし
pt: sem dados
ru: нет данных
zh: 无数据

source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
pt: Nenhum
ru: Нет
zh: 无

# no_network
source: Please check your network and try again.
de: Bitte überprüfen Sie Ihr Netzwerk und versuchen Sie es erneut.
es: Por favor, comprueba tu red e inténtalo de nuevo.
fr: Veuillez vérifier votre réseau et réessayer.
it: Controlla la tua connessione e riprova.
ja: ネットワークを確認してからもう一度やり直してください
pt: Verifique sua rede e tente novamente.
ru: Пожалуйста, проверьте свою сеть и повторите попытку
zh: 请检查网络状态后重试

# no_notification
source: No Notifications
de: Keine Benachrichtigungen
es: Sin notificaciones
fr: Aucune notification
it: Nessuna notifica
ja: 通知なし
pt: Sem notificações
ru: Нет уведомлений
zh: 暂无通知

source: Normal
it: Normale
ja: 標準
ru: Обычный
zh: 正常

# notification_direct_show_details
source: Access Details Directly
de: Direkter Zugriff auf Details
es: Acceso directo a los detalles
fr: Accès direct aux détails
it: Accesso diretto ai dettagli
ja: 詳細にアクセス
pt: Acesso direto aos detalhes
ru: Прямой доступ к деталям
zh: 直接进入消息详情

# notification_direct_show_details_des
source: With the switch on,incoming notifications will lead you directly to their details
de: Bei eingeschaltetem Schalter gelangen Sie nach dem Empfang von Benachrichtigungen direkt zu deren Details
es: Con el interruptor encendido, las notificaciones entrantes te llevarán directamente a sus detalles
fr: Avec l'interrupteur allumé, les notifications entrantes vous mèneront directement à leurs détails
it: Con l'interruttore acceso, le notifiche in arrivo ti porteranno direttamente ai dettagli
ja: スイッチをオンにすると、着信通知後に直接詳細にアクセスできます
pt: Com a chave ligada, as notificações recebidas o levarão diretamente aos detalhes
ru: При включенном переключателе входящие уведомления будут напрямую вести вас к их деталям
zh: 开关开启时，收到消息通知后将直接进入该消息详情

# notification_more_details
source: More Details
de: Weitere Details
es: Más detalles
fr: Plus de détails
it: Maggiori dettagli
ja: 詳細情報
pt: Mais detalhes
ru: Подробнее
zh: 更多详情

# notification_notwear_notnotify
source: Do not sync notifications when not worn
de: Keine Benachrichtigung bei Nichttragen
es: No se notificará si no se lleva puesto
fr: Pas de notification si non porté
it: Non notificato se non indossato
ja: 着用しない場合は通知されません
pt: Sem notificação se não estiver usando
ru: Не уведомлять, если не надеты
zh: 未佩戴时不同步通知

# notification_notwear_notnotify_des
source: Automatically detects whether you are wearing a watch, and when the switch is turned on, notifications will no longer be synchronized when the watch is not worn
de: Erkennt automatisch, ob Sie eine Uhr tragen, und wenn der Schalter eingeschaltet ist, werden Benachrichtigungen nicht mehr synchronisiert, wenn die Uhr nicht getragen wird
es: Detecta automáticamente si lleva puesto un reloj y, cuando el interruptor está encendido, las notificaciones ya no se sincronizarán cuando no lleve puesto el reloj
fr: Détecte automatiquement si vous portez une montre, et lorsque l'interrupteur est activé, les notifications ne seront plus synchronisées lorsque la montre n'est pas portée
it: Rileva automaticamente se stai indossando un orologio e, quando l'interruttore è acceso, le notifiche non saranno più sincronizzate quando l'orologio non viene indossato
ja: 時計を着用しているかどうかを自動的に検出し、スイッチがオンの場合、時計が着用されていないと通知が同期されなくなります
pt: Detecta automaticamente se está a usar um relógio e, quando o interruptor está ligado, as notificações deixarão de ser sincronizadas quando o relógio não estiver a ser usado
ru: Автоматически определяет, носите ли вы часы, и когда выключатель включен, уведомления больше не синхронизируются, если часы не надеты
zh: 自动检测您是否佩戴手表，开启开关后未佩戴手表时将不再同步通知

# notification_permison_instructions
source: Receive notifications from the phone on your watch. Notifications may include alerts and sounds. These can be configured in the Settings.
de: Benachrichtigungen von Ihrem Telefon auf Ihrer Uhr empfangen. Benachrichtigungen können Warnungen und Geräusche enthalten. Diese können in den Einstellungen konfiguriert werden.
es: Reciba notificaciones del teléfono en su reloj. Las notificaciones pueden incluir alertas y sonidos. Estas se pueden configurar en la configuración.
fr: Recevez des notifications de votre téléphone sur votre montre. Les notifications peuvent inclure des alertes et des sons. Vous pouvez les configurer dans les paramètres.
it: Ricevi le notifiche dal telefono sul tuo orologio. Le notifiche possono includere avvisi e suoni. Questi possono essere configurati nelle impostazioni.
ja: スマートフォンからの通知を腕時計で受信します。通知にはアラートやサウンドが含まれる場合があります。これらは設定で構成できます。
pt: Receba notificações do telefone em seu relógio. As notificações podem incluir alertas e sons. Eles podem ser configurados nas Configurações.
ru: Получайте уведомления с телефона на часах. Уведомления могут включать оповещения и звуки. Их можно настроить в Настройках.
zh: 在手表端能够接收到手机的通知。通知可能包括提示和声音，这些可以在手机系统设置中配置。

source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
ja: 通知
pt: Notificações
ru: Уведомления
zh: 通知

# notifications_permisson_title
source: Allow "%" to Access Notifications
de: "%" den Zugriff auf Benachrichtigungen erlauben
es: Permitir el acceso a las notificaciones de "%"
fr: Autoriser "%" à accéder aux notifications
it: Consentire a "%" l'accesso alle notifiche
ja: 通知サービスのアクセスを"%"に許可する
pt: Permitir acesso às notificações "%"
ru: Разрешить доступ к уведомлениям "%"
zh: 允许“% ”使用通知服务

# notification_system_bluetooth_ios_hint
source: Ensure that % and the apps requiring notification access have obtained the necessary permissions on your phone, and that your watch and phone maintain a Bluetooth connection.
de: Stellen Sie sicher, dass % und die Apps, die Benachrichtigungen erhalten sollen, die erforderlichen Berechtigungen auf Ihrem Telefon erhalten haben, und dass Ihre Uhr und Ihr Telefon eine Bluetooth-Verbindung aufrechterhalten.
es: Asegúrese de que % y las aplicaciones que requieren acceso a notificaciones hayan obtenido los permisos necesarios en su teléfono, y que su reloj y teléfono mantengan una conexión Bluetooth.
fr: Assurez-vous que % et les applications nécessitant l'accès aux notifications ont obtenu les autorisations nécessaires sur votre téléphone, et que votre montre et votre téléphone maintiennent une connexion Bluetooth.
it: Assicurati che % e le app che richiedono l'accesso alle notifiche abbiano ottenuto le autorizzazioni necessarie sul tuo telefono, e che il tuo orologio e il telefono mantengano una connessione Bluetooth.
ja: %と通知アクセスが必要なアプリが携帯電話の通知へのアクセス権限を取得していることを確認し、腕時計と携帯電話がBluetooth接続を維持していることを確認してください。
pt: Garanta que % e os aplicativos que requerem acesso às notificações tenham obtido as permissões necessárias no seu telefone, e que seu relógio e telefone mantenham uma conexão Bluetooth.
ru: Убедитесь, что % и приложения, требующие доступа к уведомлениям, получили необходимые разрешения на вашем телефоне, и что ваше часы и телефон поддерживают Bluetooth-соединение.
zh: 确保%及需要接收通知的App获得了您的手机通知权限，您的手表和手机保持蓝牙连接。

# no_update_avaliable
source: No update available！
de: Kein Update verfügbar!
es: ¡No hay actualizaciones disponibles!
fr: Pas de mise à jour disponible!
it: Nessun aggiornamento disponibile!
ja: アップデートなし！
pt: Nenhuma atualização disponível!
ru: Нет доступных обновлений!
zh: 暂无版本更新

source: Nov
it: 11月
ja: Ноя
zh: 11月

source: November
es: Noviembre
fr: Novembre
it: Novembre
ja: 11月
pt: Novembro
ru: Ноябрь
zh: 11月

source: No World Clock
de: Keine Weltzeituhr
es: No hay reloj mundial
fr: Aucune horloge mondiale
it: Nessun orologio mondiale
ja: 世界時計がありません
pt: Nenhum relógio mundial
ru: Нет мировых часов
zh: 你还没有添加世界时钟

source: Oct
es: Ott
it: 10月
ja: Окт
ru: Out
zh: 10月

source: October
de: Oktober
es: Octubre
fr: Octobre
it: Ottobre
ja: 10月
pt: Outubro
ru: Октябрь
zh: 10月

source: Off
de: Aus
es: Apagar
fr: Désactivé
ja: オフ
pt: Desligado
ru: Выкл
zh: 不允许

source: OK
fr: D'accord
ja: オーケー
ru: Хорошо
zh: 好的

source: Old %
de: Altes %
es: Antiguo %
fr: Ancien %
it: Vecchio %
ja: 古い %
pt: Velho %
ru: Старый %
zh: 旧 %

# oops_something_went_wrong
source: Something went wrong. Please try again.
de: Etwas ist schiefgelaufen. Bitte versuchen Sie es erneut.
es: Algo salió mal. Por favor, inténtalo de nuevo.
fr: Quelque chose s'est mal passé. Veuillez réessayer.
it: Qualcosa è andato storto. Per favore riprova.
ja: 何かがうまくいかなかったようです。もう一度お試しください
pt: Algo deu errado. Por favor, tente novamente.
ru: Что-то пошло не так. Пожалуйста, повторите попытку
zh: 出了点意外，请重试

# open_goal
source: OPEN
de: Öffnen
es: Abierto
fr: Ouvrir
it: Aperto
ja: オープン
pt: Aberto
ru: ОТКРЫТО
zh: 开放目标

source: Open Water Swimming
de: Freiwasserschwimmen
es: Natación en aguas abiertas
fr: Natation en eau libre
it: Nuoto in acque libere
ja: オープンウォータースイミング
pt: Natação em Águas Abertas
ru: Плавание на открытой воде
zh: 开放式水域

source: Other
de: Sonstiges
es: Otro
fr: Autre
it: Altro
ja: その他
pt: Outro
ru: Другое
zh: 其他

source: Other Goals
de: Andere Ziele
es: Otros objetivos
fr: Autres objectifs
it: Altri obiettivi
ja: その他の目標
pt: Outras Metas
ru: Другие цели
zh: 其他目标

source: Outdoor Cycling
de: Radfahren im Freien
es: Ciclismo al aire libre
fr: Cyclisme en plein air
it: Ciclismo all'aperto
ja: アウトドアサイクリング
pt: Ciclismo ao Ar Livre
ru: Велосипед на открытом воздухе
zh: 户外骑行

source: Outdoor Running
de: Laufen im Freien
es: Correr al aire libre
fr: Course en plein air
it: Corsa all'aperto
ja: アウトドアランニング
pt: Corrida ao Ar Livre
ru: Бег на открытом воздухе
zh: 户外跑步

source: Outdoor Walking
de: Spazieren im Freien
es: Caminar al aire libre
fr: Marche en plein air
it: Camminata all'aperto
ja: アウトドアウォーキング
pt: Caminhada ao Ar Livre
ru: Прогулка на открытом воздухе
zh: 户外步行

source: Overview
de: Übersicht
es: Visión general
fr: Aperçu
it: Panoramica
ja: 概要
pt: Visão Geral
ru: Обзор
zh: 概览
