Repository: hyh19/Fitnexa
Catalog: components/creekbase/lib/l10n/intl_*.arb
Languages: de, es, fr, it, ja, pt, ru, zh

# quick_reply_des
source: To ensure that quick reply content is displayed correctly on your watch, please use the same language as your watch to edit quick replies. Your watch is currently set to %
de: Um sicherzustellen, dass der Inhalt der Schnellantwort auf Ihrer Uhr korrekt angezeigt wird, verwenden Sie bitte dieselbe Sprache wie Ihre Uhr, um Schnellantworten zu bearbeiten. Ihre Uhr ist derzeit auf % eingestellt.
es: Para asegurarse de que el contenido de la respuesta rápida se muestre correctamente en su reloj, utilice el mismo idioma que su reloj para editar respuestas rápidas. Su reloj está actualmente configurado en %
fr: Pour vous assurer que le contenu de la réponse rapide s'affiche correctement sur votre montre, veuillez utiliser la même langue que votre montre pour éditer les réponses rapides. Votre montre est actuellement réglée sur %
it: Per garantire che i contenuti delle risposte rapide vengano visualizzati correttamente sul tuo orologio, utilizza la stessa lingua del tuo orologio per modificare le risposte rapide. Attualmente il tuo orologio è impostato su %
ja: あなたの時計でクイックリプライのコンテンツが正しく表示されるようにするには、クイックリプライを編集する際に時計と同じ言語を使用してください。現在の時計の言語は% です。
pt: Para garantir que o conteúdo da resposta rápida seja exibido corretamente no seu relógio, use o mesmo idioma que o seu relógio para editar respostas rápidas. O seu relógio está atualmente configurado para %
ru: Чтобы убедиться, что содержание быстрого ответа правильно отображается на вашем часах, используйте тот же язык, что и на ваших часах, для редактирования быстрых ответов. Ваш часы в настоящее время установлены на %
zh: 为确保快速回复内容在您的手表上正确显示，请使用与您的手表相同的语言编辑快速回复，您的手表目前使用的语言是%

# quick_reply_edit_des
source: Click the content area to change the content
de: Klicken Sie auf den Inhaltsbereich, um den Inhalt zu ändern
es: Haga clic en el área de contenido para cambiar el contenido
fr: Cliquez sur la zone de contenu pour modifier le contenu
it: Fare clic sull'area del contenuto per modificare il contenuto
ja: コンテンツエリアをクリックしてコンテンツを変更する
pt: Clique na área de conteúdo para alterar o conteúdo
ru: Щелкните область контента, чтобы изменить содержимое
zh: 点击内容区域以更改内容

# quick_reply_restore_defaults
source: Restore Defaults
de: Standardeinstellungen wiederherstellen
es: Restaurar valores predeterminados
fr: Restaurer les paramètres par défaut
it: Ripristina impostazioni predefinite
ja: デフォルトに戻す
pt: Restaurar Padrões
ru: Восстановить значения по умолчанию
zh: 恢复默认

# quick_reply_restore_defaults_success
source: Restore successfully
de: Wiederherstellung erfolgreich
es: Restaurado con éxito
fr: Restaurer avec succès
it: Ripristino riuscito
ja: リストアに成功
pt: Restauração bem-sucedida
ru: Восстановление выполнено успешно
zh: 重置成功

source: Racing
de: Rennen
es: Carreras
fr: Course automobile
it: Gare
ja: レーシング
pt: Corrida
ru: Гонки
zh: 赛车

# Raise_to_wake
source: Wake on Wrist Raise
de: Aktivierung durch Anheben des Handgelenks
es: Activación al Levantar la Muñeca
fr: Réveil à lever de poignet
it: Sveglia al Sollevamento del Polso
ja: 手を上げて起動する
pt: Ativar ao Levantar o Pulso
ru: Включение при поднятии запястья
zh: 抬腕亮屏

source: Range
de: Bereich
es: Rango
fr: Plage
it: Gamma
ja: 範囲
pt: Faixa
ru: Диапазон
zh: 范围

source: Reached the maximum number of items that can be added
de: Die maximale Anzahl der hinzufügbaren Elemente wurde erreicht
es: Se alcanzó el número máximo de elementos que se pueden agregar
fr: Le nombre maximum d'éléments pouvant être ajoutés a été atteint
it: È stato raggiunto il numero massimo di elementi che possono essere aggiunti
ja: 追加できるアイテムの最大数に達しました
pt: Alcançado o número máximo de itens que podem ser adicionados
ru: Достигнуто максимальное количество элементов, которые можно добавить
zh: 已达到最多可添加的数量

# Reboot
source: Restart
de: Neustart
es: Reiniciar
fr: Redémarrer
it: Riavvia
ja: 再起動
pt: Reiniciar
ru: Перезапустить
zh: 重启

# reboot_successful
source: Restart Successful
de: Neustart erfolgreich
es: Reinicio exitoso
fr: Redémarrage réussi
it: Riavvio riuscito
ja: 再起動に成功しました
pt: Reinício bem-sucedido
ru: Перезагрузка успешна
zh: 重启成功

# recovery_mode_add_device
source: Add device
de: Gerät hinzufügen
es: Agregar dispositivo
fr: Ajouter un périphérique
it: Aggiungi dispositivo
ja: デバイスを追加
pt: Adicionar dispositivo
ru: Добавить устройство
zh: 添加设备

# recovery_mode_recovering_des
source: Please wait for the watch to start up and pair again
de: Bitte warten Sie, bis die Uhr hochgefahren ist, und koppeln Sie erneut
es: Espere a que el reloj se encienda y vuelva a emparejar
fr: Veuillez attendre que la montre démarre et apparie à nouveau
it: Attendere che l'orologio si avvii e si accoppi nuovamente
ja: 時計が起動するのを待ってから再びペアリングしてください。
pt: Aguarde até que o relógio inicialize e emparelhe novamente
ru: Пожалуйста, подождите, пока часы запустятся, и повторно сопрягните
zh: 请等待手表开机后重新配对

# recovery_mode_recovering_title
source: System is repairing
de: Das System wird repariert
es: El sistema se está reparando
fr: Le système est en cours de réparation
it: Il sistema è in riparazione
ja: システムが修復中です
pt: O sistema está em reparo
ru: Система в процессе восстановления
zh: 系统正在修复

# recovery_mode_start_caution
source: Device abnormal, please repair immediately
de: Gerät defekt, bitte sofort reparieren
es: Dispositivo anormal, repare inmediatamente
fr: Appareil anormal, veuillez réparer immédiatement
it: Dispositivo anomalo, ripara immediatamente
ja: デバイスが異常です、すぐに修理してください
pt: Dispositivo anormal, por favor, repare imediatamente
ru: Устройство неисправно, пожалуйста, немедленно устраните неисправность
zh: 设备异常，请立即修复

# recovery_mode_start_recovery
source: Start repairing
de: Reparatur beginnen
es: Comenzar a reparar
fr: Commencer la réparation
it: Inizia la riparazione
ja: 修理を開始
pt: Iniciar a reparação
ru: Начать ремонт
zh: 开始修复

source: Re-enter New Password
de: Neues Passwort erneut eingeben
es: Vuelva a ingresar la nueva contraseña
fr: Retapez le nouveau mot de passe
it: Reinserisci la nuova password
ja: 新しいパスワードを再入力
pt: Digite novamente a nova senha
ru: Повторно введите новый пароль
zh: 再次输入新密码

source: Region
es: Región
fr: Région
it: Regione
ja: 地域
pt: Região
ru: Регион
zh: 国家地区

source: REM
ru: РЕМ
zh: 快速眼动

# Remaining_space_after_deletion
source: Remaining space after deletion : % kb
de: Verbleibender Speicherplatz nach Löschung : % kb
es: Espacio restante después de la eliminación : % kb
fr: Espace restant après suppression : % kb
it: Spazio rimanente dopo l'eliminazione : % kb
ja: 削除後の残りのスペース: % kb
pt: Espaço restante após a exclusão: % kb
ru: Оставшееся пространство после удаления : % kb
zh: 删除后剩余空间：% kb

# reminders_high_hr_alert
source: High heart rate alert
de: Hohe Herzfrequenz Warnung
es: Alerta de frecuencia cardíaca alta
fr: Alerte de fréquence cardiaque élevée
it: Avviso di frequenza cardiaca elevata
ja: 高心拍数アラート
pt: Alerta de frequência cardíaca alta
ru: Предупреждение о высоком пульсе
zh: 心率过高提醒

# reminders_high_hr_alert_des
source: Alert when heart rate exceeds the set value for more than 10 minutes in a non-active state
de: Benachrichtigung bei Herzfrequenzüberschreitung des eingestellten Werts für mehr als 10 Minuten im Ruhezustand
es: Alerta cuando la frecuencia cardíaca supera el valor establecido durante más de 10 minutos en estado de inactividad
fr: Alerte lorsque la fréquence cardiaque dépasse la valeur définie pendant plus de 10 minutes en état d'inactivité
it: Avviso quando la frequenza cardiaca supera il valore impostato per più di 10 minuti in stato di inattività
ja: 非アクティブな状態で心拍数が設定値を超えて10分以上続く場合に警告
pt: Alerta quando a frequência cardíaca ultrapassa o valor definido por mais de 10 minutos em estado de inatividade
ru: Предупреждение, когда частота сердечных сокращений превышает установленное значение более 10 минут в состоянии неактивности
zh: 非活动状态下，心率持续10分钟以上超过设定值时提醒

# reminders_low_hr_alert
source: Low heart rate alert
de: Niedrige Herzfrequenz Warnung
es: Alerta de frecuencia cardíaca baja
fr: Alerte de fréquence cardiaque basse
it: Avviso di frequenza cardiaca bassa
ja: 低心拍数アラート
pt: Alerta de frequência cardíaca baixa
ru: Предупреждение о низком пульсе
zh: 心率过低提醒

# reminders_low_hr_alert_des
source: Alert when heart rate is below the set value for more than 10 minutes in a non-active state
de: Benachrichtigung bei Herzfrequenz unterhalb des eingestellten Werts für mehr als 10 Minuten im Ruhezustand
es: Alerta cuando la frecuencia cardíaca está por debajo del valor establecido durante más de 10 minutos en estado de inactividad
fr: Alerte lorsque la fréquence cardiaque est inférieure à la valeur définie pendant plus de 10 minutes en état d'inactivité
it: Avviso quando la frequenza cardiaca è inferiore al valore impostato per più di 10 minuti in stato di inattività
ja: 非アクティブな状態で心拍数が設定値を10分以上下回る場合に警告
pt: Alerta quando a frequência cardíaca está abaixo do valor definido por mais de 10 minutos em estado de inatividade
ru: Предупреждение, когда частота сердечных сокращений опускается ниже установленного значения более 10 минут в состоянии неактивности
zh: 非活动状态下，心率持续10分钟以上低于设定值时提醒

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除する
pt: Remover
ru: Удалить
zh: 移除

# Repair_immediately
source: Now
de: Jetzt
es: Ahora
fr: Maintenant
it: Ora
ja: さっそく
pt: Agora
ru: Сейчас
zh: 立即修复

source: Repeat
de: Wiederholen
es: Repetir
fr: Répéter
it: Ripeti
ja: 繰り返す
pt: Repetir
ru: Повторить
zh: 重复

# reset_code_expire_time
source: Reset password,expires in 24 hours
de: Passwort zurücksetzen, läuft in 24 Stunden ab
es: Restablecimiento de contraseña, expira en 24 horas
fr: Réinitialisation du mot de passe, expirant dans 24 heures
it: Reimposta la password, scade in 24 ore
ja: パスワードをリセットすると、24時間後に期限切れになります
pt: Redefinir senha, expira em 24 horas
ru: Сброс пароля, истекает через 24 часа
zh: 重置密码，24小时后过期

source: Resting
de: Ruhe
es: Reposo
fr: Repos
it: Riposo
ja: 安静な
pt: Repouso
ru: Покойный
zh: 静息心率

source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
pt: Tentar novamente
ru: Повторить попытку
zh: 重试

# Riding_speed
source: Cycling Speed
de: Fahrtempo
es: Velocidad de conducción
fr: Vitesse de conduite
it: Velocità di guida
ja: 乗車速度
pt: Velocidade de pedalada
ru: Скорость езды
zh: 骑行速度

source: Rock Climbing
de: Klettern
es: Escalada
fr: Escalade
it: Arrampicata
ja: ロッククライミング
pt: Escalada em Rocha
ru: Скалолазание
zh: 攀岩

source: Roller skating
de: Rollschuhlaufen
es: Patinaje sobre ruedas
fr: Roller
it: Pattinaggio a rotelle
ja: ローラースケート
pt: Patins
ru: Роликовые коньки
zh: 轮滑

# rookie_landingpage_slogan
source: Get insights! Stay Motivated!
de: Erhalten Sie Einblicke! Bleiben Sie motiviert!
es: ¡Obtén información! ¡Mantente motivado!
fr: Obtenez des informations! Restez motivé!
it: Ottieni informazioni! Rimani motivato!
ja: 洞察を得る！やる気を維持！
pt: Obtenha insights! Mantenha-se motivado!
ru: Получите информацию! Оставайтесь мотивированными!
zh: 洞悉自我，激励前行！

# rookie_landingpage_startnow
source: Get Started
de: Loslegen
es: Empezar
fr: Commencer
it: Inizia
ja: 始める
pt: Começar
ru: Начать
zh: 开始探索

# rookie_landingpage_welcome
source: Welcome to %
de: Willkommen bei %
es: Bienvenido a %
fr: Bienvenue sur %
it: Benvenuto su %
ja: %へようこそ
pt: Bem-vindo ao %
ru: Добро пожаловать в %
zh: 欢迎使用 %

# rookie_termsandcondition_summarize
source: % enhances healthy habits with wearable data insights: stay active, improve sleep, and relax regularly. These Terms of Service ("Terms") apply to your access and use of the services in %. The services encompass a range of offerings, including our devices, firmware, applications, software, websites, etc.
de: % verbessert gesunde Gewohnheiten mit Einblicken in Tragedaten: Aktiv bleiben, den Schlaf verbessern und regelmäßig entspannen. Diese Nutzungsbedingungen ("Bedingungen") gelten für Ihren Zugriff und Ihre Nutzung der Dienste in %. Die Dienste umfassen eine Vielzahl von Angeboten, einschließlich unserer Geräte, Firmware, Anwendungen, Software, Websites usw.
es: % mejora los hábitos saludables con información de datos portátiles: manténgase activo, mejore el sueño y relájese regularmente. Estos Términos de servicio ("Términos") se aplican a su acceso y uso de los servicios de %. Los servicios abarcan una variedad de ofertas, que incluyen nuestros dispositivos, firmware, aplicaciones, software, sitios web, etc.
fr: % améliore les habitudes saines grâce aux informations sur les données de portabilité : restez actif, améliorez votre sommeil et détendez-vous régulièrement. Ces Conditions d'utilisation ("Conditions") s'appliquent à votre accès et à votre utilisation des services de %. Les services comprennent une gamme d'offres, notamment nos appareils, microprogrammes, applications, logiciels, sites Web, etc.
it: % migliora le abitudini sane con informazioni basate su dati indossabili: mantieniti attivo, migliora il sonno e rilassati regolarmente. Questi Termini di servizio ("Termini") si applicano al vostro accesso e utilizzo dei servizi in %. I servizi comprendono una serie di offerte, tra cui i nostri dispositivi, firmware, applicazioni, software, siti web, ecc.
ja: %はウェアラブルデータの洞察を活用して健康的な習慣を促進します：積極的に活動し、睡眠を改善し、定期的にリラックスします。 本サービス利用規約（「規約」）は、%のサービスへのアクセスおよび利用に適用されます。これには、デバイス、ファームウェア、アプリケーション、ソフトウェア、ウェブサイトなどが含まれます。
pt: % melhora hábitos saudáveis com informações de dados de dispositivos vestíveis: mantenha-se ativo, melhore o sono e relaxe regularmente. Estes Termos de Serviço ("Termos") se aplicam ao seu acesso e uso dos serviços da %. Os serviços englobam uma variedade de ofertas, incluindo nossos dispositivos, firmware, aplicativos, software, sites e muito mais.
ru: % улучшает здоровые привычки с помощью анализа данных о носимой электронике: поддерживайте активность, улучшайте сон и регулярно расслабляйтесь. Данные Условия предоставления услуг («Условия») применимы к вашему доступу и использованию услуг %. Услуги включают в себя ряд предложений, включая наши устройства, прошивки, приложения, программное обеспечение, веб-сайты и т. д.
zh: %通过基于穿戴数据的洞察，帮助您更有有效地养成一些健康习惯，例如多动一下、睡好一点、规律放松。 本服务条款(“条款”)适用于您访问和使用%中的所有服务。其中包括我们的设备、固件、应用程序、软件、网站等。

# rookie_termsandcondition_title
source: Terms of Service and Privacy Policy
de: Nutzungsbedingungen und Datenschutz
es: Términos de servicio y política de privacidad
fr: Conditions d'utilisation et politique de confidentialité
it: Termini di servizio e informativa sulla privacy
ja: 利用規約とプライバシーポリシー
pt: Termos de serviço e política de privacidade
ru: Условия использования и политика конфиденциальности
zh: 服务条款及隐私政策

source: Rope Skipping
de: Seilspringen
es: Saltar a la comba
fr: Saut à la corde
it: Salto con la corda
ja: 縄跳び
pt: Pular Corda
ru: Пропускание на скакалке
zh: 跳绳

source: Rowing
de: Rudern
es: Remo
fr: Aviron
it: Canottaggio
ja: ロウイング
pt: Remo
ru: Гребля
zh: 赛艇

source: Rowing Machine
de: Rudergerät
es: Máquina de remo
fr: Machine à ramer
it: Vogatore
ja: ローイングマシン
pt: Máquina de Remo
ru: Гребной тренажер
zh: 划船机

source: Rugby
ja: ラグビー
ru: Регби
zh: 橄榄球

source: Sailing
de: Segeln
es: Vela
fr: Voile
it: Vela
ja: セーリング
pt: Vela
ru: Парусный спорт
zh: 帆船

source: Sat
de: Sa
es: Sáb
fr: Sam
it: Sab
ja: 土曜日
pt: Sáb
ru: Сб
zh: 周六

source: Saturday
de: Samstag
es: Sábado
fr: Samedi
it: Sabato
ja: 土曜日
pt: Sábado
ru: Суббота
zh: 周六

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
pt: Salvar
ru: Сохранить
zh: 保存

source: Score
de: Punktzahl
es: Puntaje
it: Punteggio
ja: 得点
pt: Pontuação
ru: Очки
zh: 得分

source: Search
de: Suchen
es: Buscar
fr: Recherche
it: Cerca
ja: 検索
pt: Pesquisar
ru: Поиск
zh: 搜索

# search_city_location_Region
source: Get your Country or Region
de: Ihr Land oder Ihre Region erhalten
es: Obtenga su país o región
fr: Obtenez votre pays ou région
it: Ottieni il tuo paese o regione
ja: 国または地域を取得する
pt: Obtenha o seu País ou Região
ru: Получить вашу страну или регион
zh: 获取您的国家或地区

# Search_finished
source: Search Completed
de: Suche abgeschlossen
es: Búsqueda completada
fr: Recherche terminée
it: Ricerca completata
ja: 検索が完了しました
pt: Pesquisa concluída
ru: Поиск завершен
zh: 搜索完成

source: Searching for Your Watch
de: Suche nach deiner Uhr
es: Buscando tu reloj
fr: Recherche de votre montre
it: Ricerca del tuo orologio
ja: あなたの時計を探しています
pt: Procurando pelo seu relógio
ru: Ищем ваш часы
zh: 正在搜索你的手表

# Search_only_in_english
source: In English Only
de: Nur auf Englisch
es: Solo en inglés
fr: En anglais seulement
it: Solo in inglese
ja: 英語のみサポートされています
pt: Somente em inglês
ru: Только на английском
zh: 仅支持用英文搜索

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
ja: 選択
pt: Selecionar
ru: Выбрать
zh: 选择

# select_date_of_birth
source: Date of Birth
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
it: Data di nascita
ja: 誕生日を選択
pt: Data de Nascimento
ru: Дата рождения
zh: 选择你的出生日期

# Select_favotire_contacts
source: Frequent Contacts
de: Häufige Kontakte
es: Contactos frecuentes
fr: Contacts fréquents
it: Contatti frequenti
ja: よく連絡する人々
pt: Contatos frequentes
ru: Часто используемые контакты
zh: 常用联系人

source: Select function
de: Funktion auswählen
es: Seleccionar función
fr: Sélectionnez une fonction
it: Seleziona la funzione
ja: 機能を選択してください
pt: Selecione uma função
ru: Выберите функцию
zh: 选取功能

# select_future_not_support
source: Selecting future time not supported
de: Auswahl zukünftiger Zeit nicht unterstützt
es: Selección de tiempo futuro no compatible
fr: Sélection d'une heure future non prise en charge
it: Selezione dell'ora futura non supportata
ja: 未来の時間の選択はサポートされていません
pt: Seleção de horário futuro não suportada
ru: Выбор будущего времени не поддерживается
zh: 不支持选择未来时间

# Select_the_deleted_face
source: Delete some watch faces
de: Löschen Sie einige Zifferblätter
es: Eliminar algunas esferas del reloj
fr: Supprimer certaines cadrans
it: Elimina alcune quadranti
ja: 削除するウォッチフェイス
pt: Excluir alguns rostos do relógio
ru: Удалить некоторые циферблаты
zh: 选取删除的表盘

# send_confirmation_email
source: We will send a confirmation email to you at %.
de: Wir werden Ihnen eine Bestätigungs-E-Mail an % senden.
es: Le enviaremos un correo electrónico de confirmación a %
fr: Nous vous enverrons un e-mail de confirmation à %
it: Ti invieremo una email di conferma a %.
ja: %に確認用のメールをお送りします。
pt: Enviaremos um email de confirmação para você em %.
ru: Мы отправим вам письмо с подтверждением на %
zh: 我们将向你的邮箱%发送1封确认邮件。

# sent_verification_code
source: We have send a verification code to you at %.
de: Wir haben Ihnen einen Bestätigungscode an % gesendet.
es: Hemos enviado un código de verificación a %
fr: Nous avons envoyé un code de vérification à %
it: Abbiamo inviato un codice di verifica a %.
ja: %に確認コードを送信しました。
pt: Enviamos um código de verificação para você em %.
ru: Мы отправили вам код подтверждения на %
zh: 我们已向你的邮箱%发送了验证码。

source: Sep
es: Set
it: 9月
ja: Сен
ru: Set
zh: 9月

source: Sepaktakraw
ja: セパクタクロー
ru: Сепактакро
zh: 藤球

source: September
es: Septiembre
fr: Septembre
it: Settembre
ja: 9月
pt: Setembro
ru: Сентябрь
zh: 9月

# serial_number
source: SN
fr: N° de série
zh: 型号编码

source: Set
de: Einstellen
es: Ajustes
fr: Régler
it: Impostazioni
ja: 設定する
pt: Configurar
ru: Установить
zh: 去设置

# set_current_face
source: Set as Current
de: Als aktuell festlegen
es: Establecer como actual
fr: Définir comme actuel
it: Imposta come attuale
ja: 現在のダイヤルに設定する
pt: Definir como atual
ru: Установить как текущий
zh: 设为当前表盘

# setGoals_goals
source: Goals
de: Ziele
es: Objetivos
fr: Objectifs
it: Obiettivi
ja: ゴール
pt: Metas
ru: Цели
zh: 目标

# setGoals_hours
source: hours
de: Stunden
es: horas
fr: heures
it: ore
ja: 時間
ru: часы
zh: 小时

# setGoals_moveCalories
source: Move Calories
de: Aktivität verbrauchte Kalorien
es: Calorías quemadas por movimiento
fr: Calories dépensées par le mouvement
it: Calorie bruciate durante l'esercizio
ja: 移動カロリー
pt: Calorias queimadas pelo Movimento
ru: Потраченные калории
zh: 活动热量

# setting_connected_apps
source: Connected Apps
de: Verbundene Apps
es: Aplicaciones conectadas
fr: Applications connectées
it: App connesse
ja: 連携アプリ
pt: Aplicativos Conectados
ru: Подключенные приложения
zh: 连接的应用程序

# setting_darkmode
source: Dark Mode
de: Dunkler Modus
es: Modo oscuro
fr: Mode sombre
it: Modalità scura
ja: ダークモード
pt: Modo Escuro
ru: Темный режим
zh: 深色模式

source: Setting failed, Please try again
de: Einstellung fehlgeschlagen, Bitte versuchen Sie es erneut
es: Error en la configuración, por favor inténtalo de nuevo
fr: Échec du réglage, veuillez réessayer
it: Impostazione fallita, riprova
ja: 設定に失敗しました。もう一度お試しください
pt: Falha na configuração, tente novamente
ru: Ошибка настройки, повторите попытку
zh: 设置失败，请重试

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
pt: Configurações
ru: Настройки
zh: 设置

# set_watch_guide_set_goal_title
source: Set Your Goals
de: Setzen Sie Ihre Ziele
es: Establecer tus metas
fr: Définir vos objectifs
it: Imposta i tuoi obiettivi
ja: 目標を設定する
pt: Defina suas Metas
ru: Задайте свои цели
zh: 设置目标

# set_watch_well_done
source: Well Done！
de: Gut gemacht!
es: ¡Bien hecho!
fr: Bien joué!
it: Ben fatto!
ja: よくできました！
pt: Bem feito!
ru: Хорошо сделано!
zh: 完成的不错！

source: Share System Notifications
de: Systembenachrichtigungen teilen
es: Compartir notificaciones del sistema
fr: Partager les notifications système
it: Condividi le notifiche di sistema
ja: システム通知の共有
pt: Compartilhar Notificações do Sistema
ru: Поделиться уведомлениями системы
zh: 分享系统通知

source: Shooting
de: Schießen
es: Tiro
fr: Tir
it: Tiro
ja: シューティング
pt: Tiro
ru: Стрельба
zh: 射击

source: Shuttlecock
de: Federball
es: Volante
fr: Volant
it: Volano
ja: 羽根つき
pt: Peteca
ru: Подвижный кок
zh: 毽球

source: Sign Up
de: Registrieren
es: Regístrate
fr: S'inscrire
it: Registrati
ja: サインアップ
pt: Cadastre-se
ru: Зарегистрироваться
zh: 注册

# sign_up_select_region_tip
source: Please select the correct country or region
de: Bitte wählen Sie das richtige Land oder die richtige Region aus
es: Por favor, seleccione el país o la región correcta
fr: Veuillez sélectionner le bon pays ou la bonne région
it: Seleziona il paese o la regione corretta
ja: 正しい国または地域を選択してください
pt: Por favor, selecione o país ou região correta
ru: Пожалуйста, выберите правильную страну или регион
zh: 请选择正确的国家地区

# single_sign_on_caution
source: If you did not perform this action, please log back into the app and change your password immediately.
de: Wenn Sie diese Aktion nicht ausgeführt haben, melden Sie sich bitte erneut in der App an und ändern Sie Ihr Passwort sofort.
es: Si no realizaste esta acción, vuelve a iniciar sesión en la aplicación y cambia tu contraseña inmediatamente.
fr: Si vous n'avez pas effectué cette action, veuillez vous reconnecter à l'application et changer votre mot de passe immédiatement.
it: Se non hai eseguito questa azione, effettua nuovamente l'accesso all'applicazione e cambia immediatamente la tua password.
ja: このアクションを実行していない場合は、アプリに再ログインしてパスワードをすぐに変更してください。
pt: Se você não realizou essa ação, por favor, faça login novamente no aplicativo e altere sua senha imediatamente.
ru: Если вы не выполняли это действие, пожалуйста, войдите в приложение и немедленно измените свой пароль.
zh: 如果不是你操作的，请重新登录并及时修改密码。

# single_sign_on_tip
source: Your account has been logged in on another device！
de: Ihr Konto wurde auf einem anderen Gerät angemeldet!
es: ¡Tu cuenta ha iniciado sesión en otro dispositivo!
fr: Votre compte a été connecté sur un autre appareil!
it: Il tuo account è stato registrato su un altro dispositivo!
ja: あなたのアカウントは他のデバイスでログインされています！
pt: Sua conta foi logada em outro dispositivo!
ru: Ваша учетная запись вошла на другое устройство!
zh: 你的账号已在其他设备登录

source: Sit-Up
ja: 腹筋
pt: Abdominais
ru: Скручивания
zh: 仰卧起坐

source: Skateboarding
de: Skateboardfahren
es: Monopatín
fr: Skateboard
it: Monopattino
ja: スケートボード
pt: Skate
ru: Скейтбординг
zh: 滑板
