Repository: hyh19/Fitnexa
Catalog: components/creekbase/lib/l10n/intl_*.arb
Languages: de, es, fr, it, ja, pt, ru, zh

# strava_start_authorize_des
source: Authorization indicates your consent to share data with Strava through %. The data may include activities, location, calorie consumption, and other health data. All data sharing will follow %%. You can revoke authorization at any time in %.
de: Die Autorisierung bedeutet, dass Sie der Datenfreigabe mit Strava über % zustimmen. Die Daten können Aktivitäten, Standort, Kalorienverbrauch und andere Gesundheitsdaten enthalten. Alle Datenfreigaben erfolgen gemäß %%. Sie können die Autorisierung jederzeit in % widerrufen.
es: La autorización indica su consentimiento para compartir datos con Strava a través de %. Los datos pueden incluir actividades, ubicación, consumo de calorías y otros datos de salud. Toda la compartición de datos seguirá %%. Puede revocar la autorización en cualquier momento en %.
fr: L'autorisation indique votre consentement à partager des données avec Strava via %. Les données peuvent inclure des activités, la localisation, la consommation de calories et d'autres données de santé. Toutes les partages de données suivront %%. Vous pouvez révoquer l'autorisation à tout moment dans %.
it: L'autorizzazione indica il consenso a condividere dati con Strava attraverso %. I dati possono includere attività, posizione, consumo di calorie e altri dati relativi alla salute. Tutte le condivisioni di dati seguiranno %%. Puoi revocare l'autorizzazione in qualsiasi momento su %.
ja: Stravaとデータを共有することは承認を意味します。 データにはアクティビティ、位置、カロリー消費などの健康データが含まれる可能性があります。 すべてのデータ共有は%%に従います。 いつでも%で承認を取り消すことができます。
pt: A autorização indica o seu consentimento para partilhar dados com o Strava através de %. Os dados podem incluir atividades, localização, consumo de calorias e outros dados de saúde. Toda a partilha de dados seguirá %%. Você pode revogar a autorização a qualquer momento em %.
ru: Авторизация означает ваше согласие на обмен данными с Strava через %. Данные могут включать в себя активности, местоположение, потребление калорий и другие данные о здоровье. Все обмены данными будут соблюдать %%. Вы можете отозвать авторизацию в любое время в %.
zh: 授权即表示您同意通过%与Strava共享数据，数据可能包含活动、位置、卡路里消耗等健康数据。所有的数据共享将遵循%%。 您可以随时在%中撤销授权。

# strava_start_authorize_title
source: Share Data with Strava
de: Datenfreigabe mit Strava
es: Compartir datos con Strava
fr: Partager des données avec Strava
it: Condividi dati con Strava
ja: Stravaデータの共有
pt: Compartilhar dados com o Strava
ru: Обмен данных с Strava
zh: 与Strava共享数据

# stress_measure
source: Stress Measurements
de: Stressmessungen
es: Mediciones del nivel de estrés
fr: Mesures du stress
it: Misurazioni dello stress
ja: ストレスの測定
pt: Medidas de estresse
ru: Измерения стресса
zh: 压力追踪

# Stress_To_receive_a_reminder_of_high_pressure
source: To receive alerts of high stress, you need to enable "Stress Tracking".
de: Um Benachrichtigungen über hohen Stress auf Ihrer Uhr zu erhalten, müssen Sie ""Stressverfolgung"" aktivieren.
es: Para recibir alertas de alto estrés en su reloj, debe habilitar el ""Seguimiento del estrés"".
fr: Pour recevoir des alertes de stress élevé sur votre montre, vous devez activer le ""Suivi du stress"".
it: Per ricevere avvisi di stress elevato sul tuo orologio, devi abilitare ""Monitoraggio dello stress"".
ja: ストレスの高いアラートを手首で受け取るには、「ストレストラッキング」を有効にする必要があります。
pt: Para receber alertas de estresse elevado no seu relógio, você precisa habilitar o ""Rastreamento de Estresse"".
ru: Чтобы получать предупреждения о высоком стрессе на часах, вам нужно включить ""Отслеживание стресса"".
zh: 打开压力值监测以在手表上接收压力值过高提醒

source: Stress Tracking
es: Seguimiento del estrés
fr: Suivi du stress
it: Monitoraggio dello stress
ja: ストレス追跡
pt: Rastreamento de estresse
ru: Отслеживание стресса
zh: 压力值监测

source: Style
de: Stil
es: Estilo
it: Stile
ja: スタイル
pt: Estilo
ru: Стиль
zh: 风格

# suggest_walking_steps_a_day
source: Suggest walking 1000 steps a day.
de: Es wird empfohlen, täglich 1000 Schritte zu gehen.
es: Se sugiere caminar 1000 pasos al día
fr: Suggérer de marcher 1000 pas par jour
it: Suggerisci di camminare 1000 passi al giorno
ja: 1日に1000歩歩くことをお勧めします
pt: Sugerimos caminhar 1000 passos por dia
ru: Рекомендуется ходить 1000 шагов в день
zh: 建议每天至少走1000步

source: Sun
de: So
es: Dom
fr: Dim
it: Dom
ja: 日曜日
pt: Dom
ru: Вс
zh: 周日

source: Sunday
de: Sonntag
es: Domingo
fr: Dimanche
it: Domenica
ja: 日曜日
pt: Domingo
ru: Воскресенье
zh: 周日

source: Surfing
de: Surfen
es: Surf
fr: Surf
it: Surf
ja: サーフィン
pt: Surfe
ru: Серфинг
zh: 冲浪

source: Sync
de: Synchronisieren
es: Sincronizar
fr: Synchroniser
it: Sincronizza
ja: 同期
pt: Sincronizar
ru: Синхронизировать
zh: 同步

# sync_data_failed
source: Sync data failed.Please try again.
de: Daten synchronisieren fehlgeschlagen. Bitte versuchen Sie es erneut
es: La sincronización de datos falló. Por favor, inténtalo de nuevo
fr: Échec de la synchronisation des données. Veuillez réessayer
it: Sincronizzazione dati fallita. Riprova
ja: データの同期に失敗しました。もう一度お試しください
pt: Falha na sincronização de dados. Por favor, tente novamente
ru: Синхронизация данных не удалась. Пожалуйста, попробуйте еще раз
zh: 数据同步失败，请重试

# sync_data_successfully
source: Data Sync Successful
de: Daten synchronisieren erfolgreich
es: Sincronización de datos exitosa
fr: Synchronisation des données réussie
it: Sincronizzazione dati riuscita
ja: データの同期に成功しました
pt: Sincronização de dados bem-sucedida
ru: Синхронизация данных успешна
zh: 数据同步成功

# sync_health
source: Sync steps, sleep, heart rate, and other data with %
de: Schritte, Schlaf, Herzfrequenz und andere Daten mit % synchronisieren
es: Sincronizar pasos, sueño, frecuencia cardíaca y otros datos con %
fr: Synchroniser les pas, le sommeil, le rythme cardiaque et d'autres données avec %
it: Sincronizzare passi, sonno, frequenza cardiaca e altri dati con %
ja: %とステップ、睡眠、心拍数などのデータを同期する
pt: Sincronizar passos, sono, frequência cardíaca e outros dados com %
ru: Синхронизировать шаги, сон, пульс и другие данные с %
zh: 保持步数、睡眠、心率或其他数据和% 同步

# Synchronizing_address_book
source: To make call and display contacts when receiving calls from your watch. You can sync the phone's contacts to your watch.
de: Um Anrufe zu tätigen und Kontakte anzuzeigen, wenn Anrufe von Ihrer Uhr eingehen. Sie können die Kontakte Ihres Telefons mit Ihrer Uhr synchronisieren.
es: Para hacer llamadas y mostrar contactos cuando recibes llamadas desde tu reloj. Puedes sincronizar los contactos de tu teléfono con tu reloj.
fr: Pour passer des appels et afficher les contacts lors de la réception d'appels sur votre montre. Vous pouvez synchroniser les contacts de votre téléphone avec votre montre.
it: Per effettuare chiamate e visualizzare i contatti quando ricevi chiamate dal tuo orologio. Puoi sincronizzare i contatti del telefono con il tuo orologio.
ja: ウォッチからの着信通話時に通話を行い、連絡先を表示します。携帯電話の連絡先をウォッチに同期できます。
pt: Para fazer chamadas e exibir contatos ao receber chamadas do seu relógio. Você pode sincronizar os contatos do telefone com o seu relógio.
ru: Чтобы совершать звонки и отображать контакты при получении звонков с вашего часов. Вы можете синхронизировать контакты телефона с вашим часы.
zh: 为了在手表上可以直接拨打电话和来电时显示联系人，你可以同步手机上的联系人到手表。

source: Sync Phone Notifications
de: Smartphone-Benachrichtigungen synchronisieren
es: Sincronizar las notificaciones del teléfono
fr: Synchroniser les notifications du téléphone
it: Sincronizza le notifiche del telefono
ja: スマートフォンの通知を同期する
pt: Sincronizar Notificações do Telefone
ru: Синхронизировать уведомления
zh: 同步手机通知

# Sync_weather_information
source: Sync to Watch
de: Synchronisieren mit Uhr
es: Sincronizar en el reloj
fr: Synchroniser sur la montre
it: Sincronizza con l'orologio
ja: 天気をウォッチに同期
pt: Sincronizar com o relógio
ru: Синхронизировать с часами
zh: 天气同步到手表

# sys_notification_fitbeing_team
source: %Team
es: Equipo %
fr: Équipe %
it: Squadra %
ja: %チーム
pt: Equipe %
ru: Команда%
zh: %团队

# sys_notification_You
source: You
de: Du
es: Tú
fr: Toi
it: Tu
ja: あなた
pt: Você
ru: Вы
zh: 你

# system_album_permission_title
source: Allow % access to your album
de: Erlauben Sie % den Zugriff auf Ihr Fotoalbum
es: Permitir % acceso a su álbum
fr: Autoriser % l'accès à votre album
it: Consentire % accesso al tuo album
ja: システムのアルバムへのアクセスを許可する
pt: Permitir % acesso ao seu álbum
ru: Разрешить % доступ к вашему альбому
zh: 允许%访问您的系统相册

# System_upgrade
source: Firmware Upgrade
es: Actualización de firmware
fr: Mise à niveau du micrologiciel
it: Aggiornamento firmware
ja: ファームウェアのアップグレード
pt: Atualização de Firmware
ru: Обновление прошивки
zh: 固件升级

# tabbar_profile
source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
ja: プロフィール
pt: Perfil
ru: Профиль
zh: 我的

source: Table Tennis
de: Tischtennis
es: Tenis de mesa
fr: Tennis de table
it: Tennis tavolo
ja: 卓球
pt: Tênis de Mesa
ru: Настольный теннис
zh: 乒乓球

source: Taekwondo
ja: テコンドー
ru: Тхэквондо
zh: 跆拳道

source: Tai Chi
ja: 太極拳
ru: Тайцзицюань
zh: 太极

# takeAnap
source: Take a nap for 10 minutes.
de: Machen Sie ein Nickerchen von 10 Minuten.
es: Duerme una siesta de 10 minutos.
fr: Faites une sieste de 10 minutes.
it: Fai un pisolino per 10 minuti.
ja: 10分間昼寝をする
pt: Tire uma soneca de 10 minutos.
ru: Поспите днем 10 минут.
zh: 小憩10分钟

# takeDeep
source: Take deep breaths or meditate for 5 minutes.
de: Atmen Sie tief oder meditieren Sie 5 Minuten lang.
es: Respire profundamente o medite durante 5 minutos.
fr: Prenez de grandes respirations ou méditez pendant 5 minutes.
it: Fai respiri profondi o medita per 5 minuti.
ja: 深呼吸をしたり、5分間瞑想する
pt: Respire profundamente ou medite por 5 minutos.
ru: Глубоко дышите или медитируйте 5 минут.
zh: 做5分钟的呼吸训练或冥想

source: Temperature
de: Temperatur
es: Temperatura
fr: Température
it: Temperatura
ja: 温度
pt: Temperatura
ru: Температура
zh: 温度

source: Tennis
es: Tenis
ja: テニス
pt: Tênis
ru: Теннис
zh: 网球

# The_app_will_sync
source: Sync weather for the next 6 hours to your watch. To keep the weather data on your watch up to date, please make sure your watch and app connect at least once every 6 hours.
de: Synchronisiere das Wetter für die nächsten 6 Stunden auf deine Uhr. Um die Wetterdaten auf deiner Uhr aktuell zu halten, stelle bitte sicher, dass deine Uhr und die App mindestens alle 6 Stunden einmal verbunden sind.
es: Sincroniza el clima para las próximas 6 horas en tu reloj. Para mantener actualizados los datos del clima en tu reloj, asegúrate de que tu reloj y la aplicación se conecten al menos una vez cada 6 horas.
fr: Synchronisez la météo pour les 6 prochaines heures sur votre montre. Pour garder les données météorologiques à jour sur votre montre, assurez-vous que votre montre et l'application se connectent au moins une fois toutes les 6 heures.
it: Sincronizza il meteo per le prossime 6 ore sul tuo orologio. Per mantenere aggiornati i dati meteorologici sul tuo orologio, assicurati che il tuo orologio e l'app si connettano almeno una volta ogni 6 ore.
ja: 次の6時間の天気をウォッチに同期します。ウォッチの天気データを最新に保つために、ウォッチとアプリが少なくとも6時間ごとに1回は接続されていることを確認してください。
pt: Sincronize o clima para as próximas 6 horas no seu relógio. Para manter os dados do clima atualizados no seu relógio, certifique-se de que o seu relógio e o aplicativo conectem-se pelo menos uma vez a cada 6 horas.
ru: Синхронизируйте погоду на следующие 6 часов на вашем часах. Чтобы держать данные о погоде на часах в актуальном состоянии, убедитесь, что ваш часы и приложение подключаются не менее одного раза каждые 6 часов.
zh: 同步未来6小时的天气到您的手表，为保持手表上的天气数据为最新，请确保手表和app的每6小时至少连接1次。

# The_connection_failed
source: Connection failed. Please try again.
de: Verbindung fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Fallo de conexión. Por favor, inténtalo de nuevo.
fr: Échec de la connexion. Veuillez réessayer.
it: Connessione fallita. Riprova.
ja: 接続に失敗しました。もう一度お試しください。
pt: Falha na conexão. Por favor, tente novamente.
ru: Соединение не удалось. Пожалуйста, попробуйте еще раз.
zh: 连接失败，请重试。

# The_dial_is_being_installed
source: The watch face is being installed, abort the installation may cause the watch to appear abnormal, please wait patiently.
de: Die Installation des Zifferblatts wird ausgeführt. Wenn die Installation abgebrochen wird, kann dies zu einer abnormalen Anzeige der Uhr führen. Bitte haben Sie Geduld.
es: La esfera del reloj se está instalando, abortar la instalación puede causar que el reloj aparezca anormal, por favor espere pacientemente
fr: L'installation de l'esfera del reloj est en cours. L'arrêt de l'installation peut provoquer une anomalie dans l'affichage de l'horloge. Veuillez patienter.
it: L'orologio sta installando la quadrante, interrompere l'installazione potrebbe causare un'anomalia dell'orologio, si prega di attendere pazientemente
ja: ウォッチフェイスがインストールされていますが、インストールを中止するとウォッチの表示が異常になる可能性があります。しばらくお待ちください。
pt: O rosto do relógio está sendo instalado, interromper a instalação pode fazer com que o relógio pareça anormal, por favor, aguarde pacientemente
ru: Устанавливается циферблат, прерывание установки может вызвать аномалию в работе часов, пожалуйста, подождите терпеливо
zh: 正在安装表盘，中止安装可能导致手表出现异常，请耐心等待

# The_space_required
source: The space required for the new watch face : % kb
de: Der Speicherplatz, der für das neue Zifferblatt erforderlich ist: % kb
es: El espacio requerido para la nueva esfera del reloj: % kb
fr: L'espace requis pour le nouveau cadran de montre : % kb
it: Lo spazio richiesto per la nuova quadrante dell'orologio : % kb
ja: 新しい時計のフェイスに必要なスペース: % kb
pt: O espaço necessário para a nova face do relógio: % kb
ru: Пространство, необходимое для нового циферблата часов: % kb
zh: 新表盘所需空间：% kb

# thisEmailAddressHasAlreadyRegistered
source: This email address has already been registered. Please log in using this email or register with a new one.
de: Diese E-Mail-Adresse wurde bereits registriert. Bitte melden Sie sich mit dieser E-Mail an oder registrieren Sie sich mit einer neuen.
es: Esta dirección de correo electrónico ya ha sido registrada. Por favor, inicia sesión con esta dirección de correo electrónico o regístrate con una nueva.
fr: Cette adresse e-mail a déjà été enregistrée. Veuillez vous connecter avec cette adresse e-mail ou vous inscrire avec une nouvelle.
it: Questo indirizzo email è già stato registrato. Accedi utilizzando questo indirizzo email o registrati con uno nuovo.
ja: このメールアドレスはすでに登録されています。このメールアドレスを使用してログインするか、新しいメールアドレスで登録してください。
pt: Este endereço de email já foi registrado. Por favor, faça login usando este endereço de email ou registre-se com um novo.
ru: Этот адрес электронной почты уже зарегистрирован. Пожалуйста, войдите, используя этот адрес электронной почты, или зарегистрируйтесь с новым.
zh: 该邮箱已被用于注册%账号。请用该邮箱登录或用一个新邮箱注册。

# this_face_displays_a_new_photo
source: Please choose % photos. The watch will display one randomly each time.
de: Bitte wählen Sie 2 Fotos aus. Die Uhr zeigt jedes Mal eines zufällig an.
es: Elija 2 fotos, el reloj mostrará una al azar cada vez.
fr: Veuillez choisir 2 photos. La montre en affichera une au hasard à chaque fois.
it: Scegli 2 foto. L'orologio ne mostrerà una casualmente ogni volta.
ja: 2枚の写真を選んでください。時計は毎回ランダムに1枚表示します。
pt: Por favor, escolha 2 fotos. O relógio exibirá uma delas aleatoriamente a cada vez.
ru: Пожалуйста, выберите 2 фотографии. Часы будут показывать случайную каждый раз.
zh: 你可以选择2张照片作为表盘，每次将随机展示其中的一张。

# This_is_the_only_dial
source: Your watch needs a watch face to show the time, and right now, this is the only one available.
de: Ihre Uhr benötigt mindestens ein Zifferblatt, um die Zeit anzuzeigen, und derzeit gibt es nur ein Zifferblatt.
es: Su reloj necesita al menos una esfera para mostrar la hora, y actualmente solo hay una esfera.
fr: Votre montre a besoin d'au moins un cadran pour afficher l'heure, et actuellement il n'y a qu'un seul cadran.
it: Il tuo orologio ha bisogno di almeno un quadrante per mostrare l'ora, e attualmente ce n'è solo uno.
ja: 時計には時間を表示するために少なくとも1つの時計の文字盤が必要ですが、現在は1つしかありません。
pt: Seu relógio precisa de pelo menos uma face para exibir o horário, e atualmente só há uma face.
ru: Вашим часам нужна хотя бы одна циферблат, чтобы отображать время, и в данный момент есть только один циферблат.
zh: 您的手表需要至少一个表盘才能显示时间，目前只有这一个表盘。

source: This Week
de: Diese Woche
es: Esta semana
fr: Cette semaine
it: Questa settimana
ja: 今週
pt: Esta Semana
ru: На этой неделе
zh: 本周

source: Thur
de: Do
es: Jue
fr: Jeu
it: Gio
ja: 木曜日
pt: Qui
ru: Чт
zh: 周四

source: Thursday
de: Donnerstag
es: Jueves
fr: Jeudi
it: Giovedì
ja: 木曜日
pt: Quinta-feira
ru: Четверг
zh: 周四

# time_period_repeat_caution
source: Start and end times cannot overlap
de: Start- und Endzeiten dürfen nicht überlappen
es: Las horas de inicio y fin no pueden superponerse
fr: Les heures de début et de fin ne peuvent pas se chevaucher
it: Gli orari di inizio e fine non possono sovrapporsi
ja: 開始時間と終了時間が重複していてはいけません
pt: As horas de início e fim não podem se sobrepor
ru: Время начала и конца не может перекрываться
zh: 起止时间不能重复

# timer
source: Timers
de: Timer
es: Temporizado-res
fr: Minuteries
it: Timer
ja: タイマー
pt: Temporizado-res
ru: Таймеры
zh: 定时器

source: Tips
de: Tipps
es: Consejos
fr: Conseils
it: Suggerimenti
ja: ヒント
pt: Dicas
ru: Советы
zh: 温馨提示

# Title_age
source: Age
de: Alter
es: Edad
fr: Âge
it: Età
ja: 年齢
pt: Idade
ru: Возраст
zh: 年龄

# title_Alarm_clock
source: Alarms
de: Wecker
es: Alarmas
fr: Alarmes
it: Sveglie
ja: アラーム
pt: Alarmes
ru: Будильники
zh: 闹钟

# title_city_weather
source: City
de: Stadt
es: Ciudad
fr: Ville
it: Città
ja: 都市
pt: Cidade
ru: Город
zh: 城市

# title_Display_brightness
source: Display & Brightness
de: Anzeige & Helligkeit
es: Pantalla y brillo
fr: Affichage et luminosité
it: Display e luminosità
ja: 表示と明るさ
pt: Exibição e Brilho
ru: Дисплей и яркость
zh: 显示与亮度

# title_Health_Tracking
source: Health Data Measurements
de: Gesundheitsdaten-Messungen
es: Mediciones de datos de salud
fr: Mesures de données de santé
it: Misure dei dati di salute
ja: 健康データの測定
pt: Medidas de Dados de Saúde
ru: Измерения здоровья
zh: 健康数据测量

# title_Loading_setting_up
source: Setting...
de: Einstellung...
es: Configuración...
fr: Réglage en cours...
it: Impostazione...
ja: 設定中...
pt: Configurando...
ru: Настройка...
zh: 设置中...

# title_Preference
source: Preference
de: Einstellungen
es: Preferencia
fr: Préférence
it: Preferenze
ja: 設定
pt: Preferências
ru: Настройки
zh: 偏好设置

# title_Workout
source: Workouts
es: Entrenamientos
fr: Entraînements
it: Allenamenti
ja: トレーニング
pt: Treinos
ru: Тренировки
zh: 锻炼

# title_World_clock
source: World Clock
de: Weltzeituhr
es: Reloj mundial
fr: Horloge mondiale
it: Orologio mondiale
ja: 世界時計
pt: Relógio Mundial
ru: Всемирные часы
zh: 世界时钟

# To_cancel_your_account
source: Please enter your password to proceed with deleting your account.
de: Bitte geben Sie Ihr Passwort ein, um mit der Löschung Ihres Kontos fortzufahren.
es: Por favor, ingrese su contraseña para proceder con la eliminación de su cuenta.
fr: Veuillez entrer votre mot de passe pour continuer la suppression de votre compte.
it: Per favore inserisci la tua password per procedere con l'eliminazione dell'account.
ja: アカウント削除を続行するには、パスワードを入力してください。
pt: Por favor, insira sua senha para prosseguir com a exclusão de sua conta.
ru: Пожалуйста, введите пароль, чтобы продолжить удаление учетной записи.
zh: 请输入您的密码才能继续删除账号

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 今日
pt: Hoje
ru: Сегодня
zh: 今天

source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
it: Strumenti
ja: ツール
pt: Ferramentas
ru: Инструменты
zh: 工具

source: Top Center
de: Oben in der Mitte
es: Arriba en el centro
fr: En haut au centre
it: In alto al centro
ja: 上中
pt: Topo ao centro
ru: Вверху по центру
zh: 上中部

source: Top Left
de: Oben links
es: Arriba a la izquierda
fr: En haut à gauche
it: In alto a sinistra
ja: 左上
pt: Topo à esquerda
ru: Вверху слева
zh: 左上方

source: Top Right
de: Oben rechts
es: Arriba a la derecha
fr: En haut à droite
it: In alto a destra
ja: 右上
pt: Topo à direita
ru: Вверху справа
zh: 右上方

source: Total Calories
de: Gesamtkalorien
es: Calorías totales
fr: Calories totales
it: Calorie totali
ja: 総カロリー
pt: Calorias Totais
ru: Общая калорийность
zh: 总计卡路里

# tourist_data_sync
source: Would you like to synchronize your local data with this account % ?
de: Möchten Sie Ihre lokalen Daten mit diesem Konto % synchronisieren?
es: ¿Te gustaría sincronizar tus datos locales con esta cuenta % ?
fr: Voulez-vous synchroniser vos données locales avec ce compte % ?
it: Vuoi sincronizzare i tuoi dati locali con questo account % ?
ja: このアカウント % とローカルデータを同期しますか？
pt: Você gostaria de sincronizar seus dados locais com esta conta % ?
ru: Хотите синхронизировать свои локальные данные с этой учетной записью % ?
zh: 是否将本地数据同步至此账号 %

# tracking_activity
source: Activity
de: Aktivität
es: Actividad
fr: Activité
it: Attività
ja: アクティビティ
pt: Atividade
ru: Активность
zh: 活动

# tracking_bloodOxygen
source: Blood Oxygen
de: Sauerstoffsättigung
es: Saturación de oxígeno
fr: Saturation en oxygène
it: Saturazione di ossigeno
ja: 血液酸素
pt: Saturação de oxigênio
ru: Насыщение крови кислородом
zh: 血氧

# tracking_distance
source: Distance
de: Entfernung
es: Distancia
it: Distanza
ja: 距離
pt: Distância
ru: Расстояние
zh: 距离

# tracking_exercise
source: Exercise Time
de: Übungszeit
es: Tiempo de ejercicio
fr: Durée d'exercice
it: Tempo di esercizio
ja: 運動時間
pt: Tempo de exercício
ru: Время упражнений
zh: 锻炼时长

# tracking_health
source: Health
de: Gesundheit
es: Salud
fr: Santé
it: Salute
ja: ヘルス
pt: Saúde
ru: Здоровье
zh: 健康

# tracking_heartRate
source: Heart Rate
de: Herzfrequenz
es: Ritmo cardíaco
fr: Fréquence cardiaque
it: Frequenza cardiaca
ja: 心拍数
pt: Frequência Cardíaca
ru: Пульс
zh: 心率

# tracking_sleep
source: Sleep
de: Schlaf
es: Sueño
fr: Sommeil
it: Sonno
ja: 睡眠
pt: Sono
ru: Сон
zh: 睡眠

# tracking_stand
source: Stand Hour
de: Standstunde
es: Hora en pie
fr: Heure debout
it: Ora in piedi
ja: 立っている時間
pt: Hora em pé
ru: Час в режиме ожидания
zh: 站立小时

# tracking_steps
source: Steps
de: Schritte
es: Pasos
fr: Pas
it: Passi
ja: ステップ
pt: Passos
ru: Шаги
zh: 步数

# tracking_stress
source: Stress
es: Estrés
ja: ストレス
pt: Estresse
ru: Стресс
zh: 压力

source: Trail Running
es: Carrera de montaña
fr: Trail
ja: トレイルランニング
pt: Corrida em Trilha
ru: Бег по пересеченной местности
zh: 越野跑

source: Treadmill
de: Laufband
es: Cinta de correr
fr: Tapis de course
it: Tapis roulant
ja: ランニングマシン
pt: Esteira
ru: Беговая дорожка
zh: 漫步机

# tryYoga
source: Practice yoga or stretching for 15 minutes.
de: Praktizieren Sie Yoga oder Stretching für 15 Minuten.
es: Practica yoga o estiramientos durante 15 minutos.
fr: Pratiquez le yoga ou les étirements pendant 15 minutes.
it: Pratica yoga o stretching per 15 minuti.
ja: ヨガまたはストレッチを15分間実践する
pt: Pratique yoga ou alongamento por 15 minutos.
ru: Занимайтесь йогой или растяжкой 15 минут.
zh: 15分钟的瑜伽或拉伸运动

# Tues
source: Tue
de: Di
es: Mar
fr: Mar
it: Mar
ja: 火曜日
pt: Ter
ru: Вт
zh: 周二

source: Tuesday
de: Dienstag
es: Martes
fr: Mardi
it: Martedì
ja: 火曜日
pt: Terça-feira
ru: Вторник
zh: 周二

# twofour_hour_time
source: 24 Hour Time
de: 24-Stunden-Format
es: Formato de 24 horas
fr: Format 24 heures
it: Formato 24 ore
ja: 24時間表示
pt: Horário de 24 horas
ru: 24-часовое время
zh: 24小时制

source: Unauthorized
de: Nicht genehmigt
es: No autorizado
fr: Non autorisé
it: Non autorizzato
ja: 未承認
pt: Não autorizado
ru: Не разрешено
zh: 未授权

# Unbind
source: Unpair
de: Entkoppeln
es: Desvincular
fr: Dissocier
it: Scollega
ja: ペアリング解除
pt: Desvincular
ru: Разорвать связь
zh: 取消配对
