Repository: hyh19/Fitnexa
Catalog: components/creekbase/lib/l10n/intl_*.arb
Languages: de, es, fr, it, ja, pt, ru, zh

# code_507_error
source: Email or password does not match
de: E-Mail oder Passwort stimmen nicht überein
es: El correo electrónico o la contraseña no coinciden
fr: L'email ou le mot de passe ne correspond pas
it: L'email o la password non corrispondono
ja: メールアドレスまたはパスワードが一致しません
pt: Email ou senha não correspondem
ru: Электронная почта или пароль не совпадают
zh: 邮箱或密码不匹配

# code_508_error
source: Invalid verification code
de: Ungültiger Bestätigungscode
es: Código de verificación no válido
fr: Code de vérification invalide
it: Codice di verifica non valido
ja: 無効な検証コード
pt: Código de verificação inválido
ru: Неверный код подтверждения
zh: 邮箱验证码错误

# code_509_error
source: Your account is logged in on another device
de: Ihr Konto ist auf einem anderen Gerät angemeldet
es: Su cuenta está conectada en otro dispositivo
fr: Votre compte est connecté sur un autre appareil
it: Il tuo account è connesso su un altro dispositivo
ja: あなたのアカウントは他のデバイスでログインしています
pt: Sua conta está logada em outro dispositivo
ru: Ваш аккаунт входит на другом устройстве
zh: 你的账号已在其他设备登录

# code_510_error
source: Please provide a different email address
de: Bitte geben Sie eine andere E-Mail-Adresse an
es: Por favor, proporciona una dirección de correo electrónico diferente
fr: Veuillez fournir une adresse e-mail différente
it: Per favore, inserisci un indirizzo email diverso
ja: 別のメールアドレスを入力してください
pt: Por favor, forneça um endereço de e-mail diferente
ru: Пожалуйста, предоставьте другой адрес электронной почты
zh: 请输入不一样的邮箱地址

# code_511_error
source: Incorrect password, please try again.
de: Falsches Passwort, bitte versuchen Sie es erneut
es: Contraseña incorrecta, por favor inténtalo de nuevo
fr: Mot de passe incorrect, veuillez réessayer
it: Password errata, riprova
ja: パスワードが間違っています。もう一度お試しください
pt: Senha incorreta, tente novamente
ru: Неверный пароль, пожалуйста, повторите попытку
zh: 密码错误，请重试

# code_512_error
source: This email has already been registered
de: Diese E-Mail wurde bereits registriert
es: Este correo electrónico ya ha sido registrado
fr: Cet e-mail a déjà été enregistré
it: Questo indirizzo email è già stato registrato
ja: このメールアドレスは既に登録されています
pt: Este endereço de e-mail já foi registrado
ru: Этот адрес электронной почты уже зарегистрирован
zh: 此邮箱已被注册

# code_520_error
source: Password verification failed, please try again.
de: Die Passwortüberprüfung ist fehlgeschlagen. Bitte versuchen Sie es erneut
es: Error de verificación de contraseña, por favor inténtalo de nuevo
fr: La vérification du mot de passe a échoué. Veuillez réessayer
it: Verifica password fallita, riprova
ja: パスワードの検証に失敗しました。もう一度お試しください
pt: Falha na verificação da senha, tente novamente
ru: Проверка пароля не удалась, повторите попытку
zh: 密码验证失败，请重试

# code_530_error
source: Excessive request for verification code, please try again tomorrow.
de: Zu viele Anfragen für den Bestätigungscode, bitte versuchen Sie es morgen erneut
es: Demasiadas solicitudes de código de verificación, por favor inténtalo de nuevo mañana
fr: Trop de demandes de code de vérification, veuillez réessayer demain
it: Troppe richieste di codice di verifica, riprova domani
ja: 認証コードのリクエストが多すぎます。明日もう一度お試しください
pt: Muitas solicitações de código de verificação, por favor tente novamente amanhã
ru: Слишком много запросов на проверочный код, повторите попытку завтра
zh: 申请验证码过于频繁，请明日再试

source: Color
de: Farbe
fr: Couleur
it: Colore
ja: 色
pt: Cor
ru: Цвет
zh: 颜色

# common_calculation
source: The method estimates an individual's maximum heart rate during exercise by subtracting their age from 220. It further divides heart rate zones based on specific percentage ranges for effective training guidance.
de: Die Methode schätzt die maximale Herzfrequenz einer Person während des Trainings, indem ihr Alter von 220 abgezogen wird. Sie unterteilt die Herzfrequenz-Zonen weiter in spezifische prozentuale Bereiche für effektive Trainingsanleitung.
es: El método estima la frecuencia cardíaca máxima de una persona durante el ejercicio restando su edad a 220. Luego, divide las zonas de frecuencia cardíaca en función de rangos específicos de porcentaje para una guía de entrenamiento efectiva.
fr: La méthode estime la fréquence cardiaque maximale d'une personne pendant l'exercice en soustrayant son âge de 220. Elle divise ensuite les zones de fréquence cardiaque en fonction de plages de pourcentage spécifiques pour une guidance d'entraînement efficace.
it: Il metodo stima la frequenza cardiaca massima di un individuo durante l'esercizio sottraendo la sua età da 220. Divide ulteriormente le zone di frequenza cardiaca in base a specifici intervalli percentuali per una guida efficace all'allenamento.
ja: この方法は、年齢から220を引いて、運動中の個人の最大心拍数を推定します。その後、効果的なトレーニングガイダンスのために心拍数ゾーンを特定のパーセンテージ範囲でさらに分割します。
pt: O método estima a frequência cardíaca máxima de um indivíduo durante o exercício, subtraindo sua idade de 220. Ele divide ainda mais as zonas de frequência cardíaca com base em faixas de porcentagem específicas para orientação de treinamento eficaz.
ru: Метод оценивает максимальную частоту сердечных сокращений человека во время упражнений, вычитая его возраст из 220. Затем он дополнительно делит зоны пульса на основе определенного процентного диапазона для эффективного руководства тренировкой.
zh: 这个方法通过将年龄从220中减去来估算个体在运动中的最大心率, 并按一定百分比划分出心率区间用于指导锻炼。

# common_getdata_fail
source: Failed to get data.Please try again.
de: Datenabruf fehlgeschlagen. Bitte erneut versuchen.
es: No se pudieron obtener los datos. Inténtalo de nuevo.
fr: Échec de la récupération des données. Réessayez.
it: Impossibile recuperare i dati. Riprova.
ja: データの取得に失敗しました。後でもう一度お試しください。
pt: Falha ao obter dados. Tente novamente.
ru: Не удалось получить данные. Попробуйте еще раз.
zh: 数据获取失败，请稍后重试

# common_hours
source: % Hours
de: % Stunden
es: % Horas
fr: % Heures
it: % Ore
ja: %時間
pt: % Horas
ru: % Часов
zh: %小时制

# Common_Questions
source: FAQ
de: Häufig gestellte Fragen
es: Preguntas frecuentes
fr: Questions courantes
it: Domande frequenti
ja: よくある質問
pt: Perguntas frequentes
ru: Часто задаваемые вопросы
zh: 常见问题

source: Compass
de: Kompass
es: Brújula
fr: Boussole
it: Bussola
ja: コンパス
pt: Bússola
ru: Компас
zh: 指南针

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確認
pt: Confirmar
ru: Подтвердить
zh: 确定

# confirm_email_tips
source: Please confirm your email address.
de: Bitte bestätigen Sie Ihre E-Mail-Adresse.
es: Por favor confirma tu dirección de correo electrónico.
fr: Veuillez confirmer votre adresse e-mail.
it: Si prega di confermare il tuo indirizzo email.
ja: メールアドレスを確認してください。
pt: Por favor, confirme seu endereço de e-mail.
ru: Пожалуйста, подтвердите свой адрес электронной почты.
zh: 请验证你的邮箱地址。

source: Confirm Your Email
de: Bestätigen Sie Ihre E-Mail-Adresse
es: Confirma tu correo electrónico
fr: Confirmez votre adresse e-mail
it: Conferma il tuo indirizzo email
ja: メールアドレスを確認してください
pt: Confirme seu email
ru: Подтвердите свой адрес электронной почты
zh: 请确定你的邮箱地址

source: Connect
de: Verbinden
es: Conectar
fr: Connecter
it: Collega
ja: 接続する
pt: Conectar
ru: Подключить
zh: 连接

# connect_apple_health
source: Connect to Apple Health
de: Mit Apple Health verbinden
es: Conectar a Apple Health
fr: Connecter à Apple Health
it: Connettersi a Apple Health
ja: Apple Healthに接続する
pt: Conectar ao Apple Health
ru: Подключить к Apple Health
zh: 连接苹果健康

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
ja: 接続された
pt: Conectado
ru: Подключенный
zh: 已连接

# connected_app_connected_des1
source: You can change shared content in %
de: Sie können den freigegebenen Inhalt in % ändern
es: Puede cambiar el contenido compartido en %
fr: Vous pouvez changer le contenu partagé dans %
it: Puoi cambiare il contenuto condiviso in %
ja: %で共有されるコンテンツを変更できます
pt: Você pode alterar o conteúdo compartilhado em %
ru: Вы можете изменить общее содержание в %
zh: 你可以在%中更改共享的内容

# connected_app_connected_des2_Apple_Health
source: Operation path: Profile>App and Services or Sharing>App and Services
de: Bedienungspfad: Profil>App und Dienste oder Teilen>App und Dienste
es: Ruta de operación: Perfil>Aplicación y servicios o Compartir>Aplicación y servicios
fr: Chemin d'opération : Profil>Application et services ou partage>Application et services
it: Percorso di operazione: Profilo>App e Servizi o Condivisione>App e Servizi
ja: 操作パス：プロファイル>アプリとサービスまたは共有>アプリとサービス
pt: Caminho de operação: Perfil>Aplicativo e Serviços ou Compartilhar>Aplicativo e Serviços
ru: Путь операции: Профиль>Приложение и сервисы или Общий доступ>Приложение и сервисы
zh: 操作路径：个人信息>App和服务或者共享>App和服务

# connected_app_connected_des2_Google_Fit
source: Operation path: App permissions>%
de: Bedienungspfad: App-Berechtigungen>%
es: Ruta de operación: Permisos de la aplicación>%
fr: Chemin d'opération : Autorisations de l'application>%
it: Percorso di operazione: Autorizzazioni dell'app>%
ja: 操作パス：アプリの許可>%
pt: Caminho de operação: Permissões do aplicativo>%
ru: Путь операции: Разрешения приложения>%
zh: 操作路径：应用权限>%

# connected_app_connected_open_Apple_Health
source: Open Apple Health
de: Apple Health öffnen
es: Abrir Apple Health
fr: Ouvrir Apple Health
it: Apri Apple Health
ja: Apple Healthを開く
pt: Abrir o Apple Health
ru: Открыть Apple Health
zh: 打开苹果健康

# connected_app_connected_open_Google_Fit
source: Open Google Fit
de: Google Fit öffnen
es: Abrir Google Fit
fr: Ouvrir Google Fit
it: Apri Google Fit
ja: Google Fitを開く
pt: Abrir o Google Fit
ru: Открыть Google Fit
zh: 打开谷歌健身

# connected_app_connected_title
source: Connected to %
de: Verbunden mit %
es: Conectado a %
fr: Connecté à %
it: Connesso a %
ja: %に接続済み
pt: Conectado a %
ru: Подключено к %
zh: 已连接至%

# connected_app_more_detail
source: Learn More
de: Erfahren Sie mehr
es: Más información
fr: En savoir plus
it: Per saperne di più
ja: 詳細を見る
pt: Saiba mais
ru: Узнать больше
zh: 了解更多

# connected_app_not_install_Google_Fit
source: You have not installed the Google Fit app
de: Sie haben die Google Fit App nicht installiert
es: No ha instalado la aplicación Google Fit
fr: Vous n'avez pas installé l'application Google Fit
it: Non hai installato l'app Google Fit
ja: Google Fitアプリがインストールされていません
pt: Você não instalou o aplicativo Google Fit
ru: Вы не установили приложение Google Fit
zh: 您未安装谷歌健康应用

# connect_google_fit
source: Connect to Google Fit
de: Verbinden
es: Conectar
fr: Connecter
it: Connettere
ja: 接続
pt: Conectar
ru: Подключить
zh: 连接

# connection_failed_tip
source: Connection failed. You can try the following steps to reconnect your watch: 1. Open the settings on your phone. 2. Find and tap on the "Bluetooth" option. 3. In the list of paired devices, locate the % device. 4. Tap on the "ⓘ" symbol on the right side of the % device. 5. In the options that appear, select "Forget this device". 6. Restart the Bluetooth settings on your phone. 7. Open the %% app, it will automatically attempt to connect.
de: Die Verbindung ist fehlgeschlagen. Sie können versuchen, Ihre Uhr folgendermaßen erneut zu verbinden: 1. Öffnen Sie die Einstellungen auf Ihrem Telefon. 2. Suchen und tippen Sie auf die Option "Bluetooth". 3. Suchen Sie in der Liste der gekoppelten Geräte nach der %. 4. Tippen Sie auf das Symbol "ⓘ" auf der rechten Seite des Geräts %. 5. Wählen Sie in den angezeigten Optionen "Dieses Gerät ignorieren". 6. Starten Sie die Bluetooth-Einstellungen auf Ihrem Telefon neu. 7. Öffnen Sie die %%-App, sie wird automatisch versuchen, eine Verbindung herzustellen.
es: Fallo de conexión. Puedes intentar los siguientes pasos para volver a conectar tu reloj: 1. Abre la configuración en tu teléfono. 2. Encuentra y toca la opción "Bluetooth". 3. En la lista de dispositivos emparejados, localiza el dispositivo %. 4. Toca el símbolo "ⓘ" en el lado derecho del dispositivo %. 5. En las opciones que aparecen, selecciona "Olvidar este dispositivo". 6. Reinicia los ajustes de Bluetooth en tu teléfono. 7. Abre la aplicación %%, intentará conectarse automáticamente.
fr: La connexion a échoué. Vous pouvez essayer les étapes suivantes pour reconnecter votre montre : 1. Ouvrez les paramètres sur votre téléphone. 2. Trouvez et appuyez sur l'option "Bluetooth". 3. Dans la liste des appareils appairés, localisez le dispositif %. 4. Appuyez sur le symbole "ⓘ" sur le côté droit du dispositif %. 5. Dans les options qui apparaissent, sélectionnez "Oublier cet appareil". 6. Redémarrez les paramètres Bluetooth sur votre téléphone. 7. Ouvrez l'application %%, elle tentera automatiquement de se connecter.
it: La connessione è fallita. Puoi provare i seguenti passaggi per ricollegare l'orologio: 1. Apri le impostazioni sul tuo telefono. 2. Trova e tocca l'opzione "Bluetooth". 3. Nell'elenco dei dispositivi abbinati, individua il dispositivo %. 4. Tocca il simbolo "ⓘ" sul lato destro del dispositivo %. 5. Nelle opzioni che appaiono, seleziona "Dimentica questo dispositivo". 6. Riavvia le impostazioni Bluetooth sul tuo telefono. 7. Apri l'app %%, cercherà automaticamente di connettersi.
ja: 接続に失敗しました。ウォッチを再接続するには、以下の手順を試してください：1. 電話の設定を開きます。2. "Bluetooth"オプションを見つけてタップします。3. ペアリング済みデバイスのリストで%デバイスを見つけます。4. %デバイスの右側にある"ⓘ"シンボルをタップします。5. 表示されるオプションで"このデバイスを削除"を選択します。6. 電話のBluetooth設定を再起動します。7. %%アプリを開くと、自動的に接続を試みます。
pt: A conexão falhou. Você pode tentar os seguintes passos para reconectar seu relógio: 1. Abra as configurações em seu telefone. 2. Encontre e toque na opção "Bluetooth". 3. Na lista de dispositivos emparelhados, localize o dispositivo %. 4. Toque no símbolo "ⓘ" no lado direito do dispositivo %. 5. Nas opções que aparecem, selecione "Esquecer este dispositivo". 6. Reinicie as configurações de Bluetooth em seu telefone. 7. Abra o aplicativo %%, ele tentará se reconectar automaticamente.
ru: Соединение не удалось. Вы можете попробовать следующие шаги, чтобы повторно подключить ваш часы: 1. Откройте настройки на вашем телефоне. 2. Найдите и нажмите на "Bluetooth". 3. В списке спаренных устройств найдите устройство %. 4. Нажмите на символ "ⓘ" справа от устройства %. 5. В появившихся опциях выберите "Забыть это устройство". 6. Перезапустите настройки Bluetooth на вашем телефоне. 7. Откройте приложение %%, оно автоматически попытается подключиться.
zh: 连接失败。您可以按照以下步骤尝试重新连接您的手表： 1. 打开手机系统设置。 2. 找到并点击"蓝牙"选项。 3. 在已配对设备列表中，找到%设备。 4. 点击%设备右侧的"ⓘ"符号。 5. 在弹出的选项中，选择"忽略此设备"。 6. 重启手机的蓝牙设置。 7. 打开%%应用， 会自动进行连接。

# connection_is_abnormal
source: The connection is abnormal, please restart the app.
de: Die Verbindung ist abnormal, bitte starten Sie die App neu
es: La conexión es anormal, por favor reinicie la aplicación
fr: La connexion est anormale, veuillez redémarrer l'application
it: La connessione è anomala, riavvia l'app
ja: 接続が異常です。アプリを再起動してください
pt: A conexão está anormal, por favor, reinicie o aplicativo
ru: Соединение нарушено, пожалуйста, перезагрузите приложение
zh: 连接异常，请重启App

# contacts_add
source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
ja: 追加
pt: Adicionar
ru: Добавить
zh: 添加

# contacts_max_totall_tip
source: You can add up to 20 frequent contacts
de: Du kannst bis zu 20 häufige Kontakte hinzufügen
es: Puedes agregar hasta 20 contactos frecuentes
fr: Vous pouvez ajouter jusqu'à 20 contacts fréquents
it: Puoi aggiungere fino a 20 contatti frequenti
ja: 最大20件のよく連絡を取る人を追加できます
pt: Você pode adicionar até 20 contatos frequentes
ru: Вы можете добавить до 20 частых контактов
zh: 最多可以添加20个常用联系人

# contacts_permison_instructions
source: This allows for the full calling features on your watch.
de: Dadurch können alle Anruffunktionen auf Ihrer Uhr genutzt werden.
es: Esto permite todas las funciones de llamadas en su reloj.
fr: Cela permet d'utiliser toutes les fonctionnalités d'appel sur votre montre.
it: Ciò consente di utilizzare tutte le funzioni di chiamata sul tuo orologio.
ja: この許可を提供すると、腕時計で完全な通話機能を使用できます。
pt: Isso permite todas as funcionalidades de chamadas em seu relógio.
ru: Это позволяет использовать все функции вызова на вашем часах.
zh: 提供此权限以便在手表上完整使用接打电话功能

source: Continue
de: Fortsetzen
es: Continuar
fr: Continuer
it: Continuare
ja: 続ける
pt: Continuar
ru: Продолжить
zh: 继续

source: Cooldown
de: Abkühlen
es: Enfriamiento
fr: Refroidissement
it: Raffreddamento
ja: クールダウン
pt: Relaxamento
ru: Охлаждение
zh: 整理放松

source: Core Training
de: Grundlagen Training
es: Entrenamiento del núcleo
fr: Entraînement du core
it: Allenamento del core
ja: コアトレーニング
pt: Treinamento do Core
ru: Тренировка кора
zh: 核心训练

source: Create Account
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
it: Crea un account
ja: アカウントを作成
pt: Criar uma conta
ru: Создать аккаунт
zh: 创建账号

# Create_Account
source: Create an Account
de: Konto erstellen
es: Crear una cuenta
fr: Créer un compte
it: Crea un account
ja: アカウントを作成
pt: Criar uma conta
ru: Создать аккаунт
zh: 创建账号

source: Create Your Profile
de: Erstelle dein Profil
es: Crea tu perfil
fr: Créez votre profil
it: Crea il tuo profilo
ja: プロフィールを作成
pt: Crie seu perfil
ru: Создайте свой профиль
zh: 创建个人档案

source: Cricket
es: Críquet
ja: クリケット
pt: Críquete
ru: Крикет
zh: 板球

source: Cross-Country Skiing
de: Skilanglauf
es: Esquí de fondo
fr: Ski de fond
it: Sci di fondo
ja: クロスカントリースキー
pt: Esqui Cross-Country
ru: Лыжные гонки
zh: 越野滑雪

# crown_long_press_access_none
source: None
de: Nicht erforderlich
es: No es necesario
fr: Aucun besoin
it: Non necessario
ja: 不要
pt: Não é necessário
ru: Нет нужды
zh: 不需要

# crown_long_press_access_title
source: Long Press To Access （2s）
de: Lange drücken, um auf zuzugreifen (2 Sek.)
es: Mantén presionado para acceder (2s)
fr: Appuyez longuement pour accéder (2s)
it: Premi a lungo per accedere (2s)
ja: 長押しでアクセス (2秒)
pt: Pressione por um longo tempo para acessar (2s)
ru: Удерживайте для доступа (2сек.)
zh: 长按访问（2s）

# crown_quick_press_pause
source: Quick Press to Pause Your Workouts
de: Kurzes Drücken, um das Training anzuhalten
es: Pausar entrenamiento con un toque rápido
fr: Appuyez brièvement pour mettre en pause vos entraînements
it: Pausa rapida allenamenti
ja: トレーニングを一時停止するには短く押します
pt: Toque rápido para pausar seus exercícios
ru: Краткое нажатие для паузы в тренировке
zh: 短按暂停运动

# crown_quick_press_pause_des
source: If you need a break during your workout, just give the watch crown a quick press to pause the exercise
de: Wenn Sie während Ihres Trainings eine Pause benötigen, drücken Sie einfach die Uhrenkrone kurz, um das Training anzuhalten
es: Si necesitas un descanso durante tu entrenamiento, simplemente presiona brevemente la corona del reloj para pausar el ejercicio
fr: Si vous avez besoin de faire une pause pendant votre séance d'entraînement, appuyez rapidement sur la couronne de la montre pour mettre en pause l'exercice
it: Se hai bisogno di una pausa durante l'allenamento, basta premere brevemente la corona dell'orologio per mettere in pausa l'esercizio
ja: トレーニング中に休憩が必要な場合、時計のリューズを短く押してトレーニングを一時停止できます
pt: Se você precisar de uma pausa durante o treino, basta pressionar rapidamente a coroa do relógio para pausar o exercício
ru: Если вам нужна пауза во время тренировки, просто нажмите на корону часов, чтобы приостановить упражнение
zh: 如果运动中需要短暂休息，你可以通过短按表冠暂停运动

# crown_title
source: Crown
de: Krone
es: Corona
fr: Couronne
it: Corona
ja: リューズ
pt: Coroa
ru: Корона
zh: 表冠

# cubt_landingpage_slogan
source: Get insights from your wearable data
de: Erhalten Sie Einblicke aus Ihren Wearables
es: Obtenga información de sus dispositivos
fr: Obtenez des informations de vos appareils
it: Ottenere informazioni dai tuoi dispositivi
ja: ウェアラブルデータから洞察を得る
pt: Obtenha insights dos seus dispositivos
ru: Получайте информацию из данных об устройствах
zh: 洞察您的健康数据

source: Curling
ja: カーリング
ru: Керлинг
zh: 冰壶

# current_watch_face
source: Current Dial
de: Aktuelles Zifferblatt
es: Esfera actual
fr: Cadran actuel
it: Quadrante Corrente
ja: 現在のダイヤル
pt: Mostrador Atual
ru: Текущий циферблат
zh: 正在使用此表盘

source: Current weather data is up to date
de: Die aktuellen Wetterdaten sind auf dem neuesten Stand
es: Los datos meteorológicos actuales están actualizados
fr: Les données météorologiques actuelles sont à jour
it: I dati meteorologici attuali sono aggiornati
ja: 現在の天気情報は最新です
pt: Os dados climáticos atuais estão atualizados
ru: Данные о текущей погоде актуальны
zh: 已是最新的天气情况

source: Cycling Distance
de: Radfahrstrecke
es: Distancia de ciclismo
fr: Distance de cyclisme
it: Distanza di ciclismo
ja: サイクリングの距離
pt: Distância de Ciclismo
ru: Велосипедная дистанция
zh: 骑行距离

# daily_title
source: Day
de: Tag
es: Día
fr: Jour
it: Giorno
ja: 日
pt: Dia
ru: День
zh: 日

# Dancing
source: Dance
de: Tanzen
es: Baile
fr: Danse
it: Danza
ja: ダンス
pt: Dança
ru: Танец
zh: 舞蹈

source: Darts
es: Dardos
fr: Fléchettes
it: Freccette
ja: ダーツ
pt: Dardos
ru: Дартс
zh: 飞镖

source: Date of Birth
de: Geburtsdatum
es: Fecha de Nacimiento
fr: Date de naissance
it: Data di nascita
ja: 誕生日
pt: Data de Nascimento
ru: Дата рождения
zh: 生日

source: Date & Time
de: Datum & Uhrzeit
es: Fecha y Hora
fr: Date et heure
it: Data e ora
ja: 日付と時刻
pt: Data e Hora
ru: Дата и время
zh: 日期格式

source: Days
de: Tage
es: Días
fr: Jours
it: Giorni
ja: 日数
pt: Dias
ru: Дни
zh: 天

source: Dec
de: Déc
es: Dic
fr: Dic
it: 12月
ja: Дек
ru: Dez
zh: 12月

source: December
de: Dezember
es: Diciembre
fr: Décembre
it: Dicembre
ja: 12月
pt: Dezembro
ru: Декабрь
zh: 12月

source: Decline
de: Ablehnen
es: Rechazar
fr: Refuser
it: Declina
ja: 拒否
pt: Recusar
ru: Отказаться
zh: 拒绝

source: Deep
de: Tief
es: Profundo
fr: Profond
it: Profondo
ja: 深い
pt: Profundo
ru: Глубокий
zh: 深睡

source: Delete
de: Löschen
es: Borrar
fr: Supprimer
it: Elimina
ja: 削除
pt: Excluir
ru: Удалить
zh: 删除

source: Deleting...
de: Löschen...
es: Eliminación...
fr: Suppression...
it: Eliminazione...
ja: 削除...
pt: Excluir...
ru: Удаление...
zh: 删除中...

# developer_send_all_log
source: Send App and Firmware Logs
de: App- und Firmware-Protokolle senden
es: Enviar registros de la aplicación y el firmware
fr: Envoyer les journaux de l'application et du micrologiciel
it: Invia log dell'app e del firmware
ja: アプリとファームウェアのログを送信
pt: Enviar Registros do App e Firmware
ru: Отправить журналы приложения и прошивки
zh: 发送App和固件日志

# developer_send_app_log
source: Send App Logs
de: App-Protokolle senden
es: Enviar registros de la aplicación
fr: Envoyer les journaux de l'application
it: Invia log dell'app
ja: アプリのログを送信
pt: Enviar Registros do App
ru: Отправить журнал приложения
zh: 发送App日志

source: Device not connected, please connect and try again.
de: Gerät nicht verbunden, bitte verbinden und erneut versuchen
es: Dispositivo no conectado, por favor conéctalo e inténtalo de nuevo
fr: Appareil non connecté, veuillez vous connecter et réessayer
it: Dispositivo non connesso, collegati e riprova
ja: デバイスが接続されていません。接続してからもう一度お試しください
pt: Dispositivo não conectado, por favor conecte e tente novamente
ru: Устройство не подключено, подключитесь и повторите попытку
zh: 设备未连接，请连接后重试

source: Dial
de: Zifferblatt
es: Esfera
fr: Cadran
it: Quadrante
ja: ダイヤル
pt: Mostrador
ru: Циферблат
zh: 表盘样式

# Dial_loading_please_wait
source: Loading...
de: Wird geladen...
es: Cargando...
fr: Chargement en cours...
it: Caricamento...
ja: 読込中...
pt: Carregando...
ru: Загрузка...
zh: 加载中…

source: Disagree
de: Ablehnen
es: No está de acuerdo
fr: Désaccord
it: Disaccordo
ja: 同意しない
pt: Discordo
ru: Не согласен
zh: 不同意

# disallow_Notifications
source: Disallow
de: Verbieten
es: No permitir
fr: Interdire
it: Non consentire
ja: 許可しない
pt: Proibir
ru: Запрещать
zh: 不允许

source: Disconnected
de: Getrennt
es: Desconectado
fr: Déconnecté
it: Disconnesso
ja: 切断された
pt: Desconectado
ru: Отключено
zh: 未连接
