Repository: hyh19/Fitnexa
Catalog: components/creekbase/lib/l10n/intl_*.arb
Languages: de, es, fr, it, ja, pt, ru, zh

# workouts_detail_information_title
source: Information
de: Informationen
es: Información
fr: Informations
it: Informazioni
ja: 情報
pt: Informação
ru: Информация
zh: 资讯

# workouts_detail_track_fast
source: Fast
de: Schnell
es: Rápido
fr: Rapide
it: Veloce
ja: 速い
pt: Rápido
ru: Быстро
zh: 快

# workouts_detail_track_slow
source: Slow
de: Langsam
es: Lento
fr: Lent
it: Lento
ja: 遅い
pt: Devagar
ru: Медленно
zh: 慢

# workouts_step_length
source: Stride
de: Schrittlänge
es: Cadencia
fr: Cadence
it: Passo
ja: ステップ幅
pt: Cadência
ru: Частота шагов
zh: 步幅

# Would_you_like_cancle_account
source: Are you sure to delete your account?
de: Sind Sie sicher, dass Sie Ihr Konto löschen möchten?
es: ¿Estás seguro de querer eliminar tu cuenta?
fr: Êtes-vous sûr de vouloir supprimer votre compte ?
it: Sei sicuro di voler eliminare il tuo account?
ja: アカウントを削除してもよろしいですか？
pt: Tem certeza de que deseja excluir sua conta?
ru: Вы уверены, что хотите удалить свою учетную запись?
zh: 确定要删除你的账户吗？

source: Yard
ja: ヤード
pt: Jarda
ru: Ярд
zh: 码

source: Year
de: Jahr
es: Año
fr: Année
it: Anno
ja: 年
pt: Ano
ru: Год
zh: 年

# yearly_title
source: Year
de: Jahr
es: Año
fr: An
it: Anno
ja: 年
pt: Ano
ru: Год
zh: 年

# years_or_older
source: Are you % years or older?
de: Bist du % Jahre oder älter?
es: ¿Tienes % años o más?
fr: Avez-vous % ans ou plus?
it: Hai % anni o più?
ja: あなたは%歳以上ですか？
pt: Você tem % anos ou mais?
ru: Вам % лет или больше?
zh: 你的年龄在是% 岁或以上吗？

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
pt: Sim
ru: Да
zh: 是的

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri
ja: 昨日
pt: Ontem
ru: Вчера
zh: 昨天

source: Yoga
ja: ヨガ
pt: Ioga
ru: Йога
zh: 瑜伽

# You_are_ready
source: You're ready to go
de: Du bist bereit
es: Estás listo
fr: Vous êtes prêt
it: Sei pronto
ja: すでに準備ができています
pt: Você está pronto
ru: Вы готовы
zh: 已准备妥当

# Your_email_has_been_changed_successfully
source: Email Changed Successfully
de: E-Mail erfolgreich geändert
es: Correo electrónico cambiado con éxito
fr: Adresse e-mail modifiée avec succès
it: Email cambiata con successo
ja: メールアドレスが正常に変更されました
pt: Email alterado com sucesso
ru: Электронная почта успешно изменена
zh: 邮箱修改成功

# Your_password_has_been_change_successfully
source: Your password has been reset successfully
de: Ihr Passwort wurde erfolgreich zurückgesetzt.
es: Tu contraseña ha sido restablecida con éxito.
fr: Votre mot de passe a été réinitialisé avec succès.
it: La password è stata reimpostata con successo.
ja: パスワードは正常にリセットされました。
pt: Sua senha foi redefinida com sucesso.
ru: Ваш пароль успешно сброшен.
zh: 密码重置成功

# Your_password_has_been_rest_successfully
source: Password Changed Successfully
de: Passwort erfolgreich geändert
es: Contraseña cambiada con éxito
fr: Mot de passe modifié avec succès
it: Password cambiata con successo
ja: パスワードが正常に変更されました
pt: Senha alterada com sucesso
ru: Пароль успешно изменен
zh: 密码修改成功

# your_sleep_schedule
source: Your Schedule
de: Ihr Zeitplan
es: Tu horario
fr: Votre emploi du temps
it: Il tuo programma
ja: あなたのスケジュール
pt: Seu Horário
ru: Ваш график
zh: 您的睡眠计划

# your_watch_is_paired
source: Congratulations！ Pairing Successful
de: Pairing erfolgreich
es: Emparejamiento exitoso
fr: Association réussie
it: Abbinamento riuscito
ja: ペアリングに成功しました
pt: Emparelhamento bem-sucedido
ru: Подключение успешно
zh: 配对成功

# your_watch_system_is_abnormal
source: Your watch firmware has encountered an error. Please upgrade the firmware immediately to fix it.
de: Ihre Uhr-Firmware hat einen Fehler festgestellt. Bitte führen Sie sofort ein Firmware-Upgrade durch, um das Problem zu beheben.
es: El firmware de su reloj ha encontrado un error. Actualice el firmware de inmediato para solucionarlo.
fr: Le micrologiciel de votre montre a rencontré une erreur. Veuillez mettre à jour le micrologiciel immédiatement pour corriger le problème.
it: Il firmware del tuo orologio ha riscontrato un errore. Effettua subito un aggiornamento del firmware per risolvere il problema.
ja: 時計のファームウェアにエラーが発生しました。すぐにファームウェアのアップグレードを行い、問題を修正してください。
pt: A firmware do seu relógio encontrou um erro. Por favor, atualize o firmware imediatamente para corrigi-lo.
ru: Прошивка часов обнаружила ошибку. Пожалуйста, обновите прошивку немедленно, чтобы исправить ошибку.
zh: 你的手表固件出现了异常，请立即通过升级固件以修复。

source: Zone
de: Bereich
es: Zona
it: Zona
ja: ゾーン
pt: Zona
ru: Зона
zh: 区间

# alexa_official_app_title
source: Amazon Alexa App
es: Aplicación Amazon Alexa
fr: Application Amazon Alexa
it: App Amazon Alexa
ja: Amazon Alexa アプリ
pt: Aplicativo Amazon Alexa
ru: Приложение Amazon Alexa

source: cm
ru: см

source: ft
fr: pi
ru: фт

# in_unit
source: in.
es: pulgada
fr: po
pt: em
ru: дюйм

source: kg
ru: кг

source: km
ru: км

source: lb
ru: фунт

source: m
ru: м

# mi_unit
source: mi
ru: миля

source: st
ru: ст

source: yd
ru: ярд
