Repository: hyh19/Fitnexa
Catalog: components/creekbase/lib/l10n/intl_*.arb
Languages: de, es, fr, it, ja, pt, ru, zh

source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
ja: について
pt: Sobre
ru: О нас
zh: 关于

# about_app
source: About %
de: Über %
es: Acerca de %
fr: À propos de %
it: Informazioni su %
ja: %について
pt: Sobre %
ru: О %
zh: 关于 %

# accountSecurity
source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
ja: セキュリティ
pt: Segurança
ru: Безопасность
zh: 账户安全

# account_security_clear_cloud_data_password_des
source: Please provide your password to proceed with clearing cloud personal data.
de: Bitte geben Sie Ihr Passwort ein, um mit dem Löschen der persönlichen Daten in der Cloud fortzufahren.
es: Por favor, proporcione su contraseña para continuar con la eliminación de los datos personales en la nube.
fr: Veuillez fournir votre mot de passe pour continuer à effacer les données personnelles dans le cloud.
it: Per favore, inserisci la tua password per procedere con l'eliminazione dei dati personali nel cloud.
ja: クラウド上の個人データの削除を続行するには、パスワードを入力してください。
pt: Por favor, forneça sua senha para continuar com a exclusão dos dados pessoais na nuvem.
ru: Пожалуйста, введите ваш пароль, чтобы продолжить удаление персональных данных в облаке.
zh: 请提供您的密码以继续清除云端个人数据

# account_security_clear_cloud_data_ques_des
source: After clearing cloud data, the data will be permanently deleted and cannot be recovered. Please make sure you no longer need this data before proceeding.
de: Nach dem Löschen der Cloud-Daten werden die Daten dauerhaft gelöscht und können nicht wiederhergestellt werden. Bitte stellen Sie sicher, dass Sie diese Daten nicht mehr benötigen, bevor Sie fortfahren.
es: Después de borrar los datos en la nube, los datos se eliminarán de forma permanente y no se podrán recuperar. Asegúrese de que ya no necesita estos datos antes de continuar.
fr: Après avoir effacé les données du cloud, les données seront définitivement supprimées et ne pourront pas être récupérées. Veuillez vous assurer que vous n'avez plus besoin de ces données avant de continuer.
it: Dopo aver cancellato i dati sul cloud, i dati verranno eliminati in modo permanente e non sarà possibile recuperarli. Assicurati di non aver più bisogno di questi dati prima di procedere.
ja: クラウドデータをクリアすると、データは永久に削除され、復元できません。操作する前に、これらのデータがもはや必要でないことを確認してください。
pt: Após limpar os dados na nuvem, os dados serão permanentemente excluídos e não poderão ser recuperados. Certifique-se de que não precisa mais desses dados antes de prosseguir.
ru: После очистки облачных данных, данные будут удалены навсегда и не могут быть восстановлены. Пожалуйста, убедитесь, что вам больше не нужны эти данные, прежде чем продолжить.
zh: 清除云端数据后，数据将永久删除，无法恢复。在操作前，请确保您不再需要这些数据。

# account_security_clear_cloud_data_ques_title
source: Clear Cloud Personal Data?
de: Cloud-Personendaten löschen?
es: ¿Borrar datos personales en la nube?
fr: Effacer les données personnelles du cloud ?
it: Cancella dati personali sul cloud?
ja: クラウドの個人データをクリアしますか？
pt: Limpar Dados Pessoais?
ru: Очистить личные данные в облаке?
zh: 是否清除云端个人数据？

# account_security_clear_cloud_data_success_des
source: Your cloud data has been cleared
de: Ihre Cloud-Daten wurden gelöscht
es: Se han borrado sus datos en la nube
fr: Vos données cloud ont été effacées
it: I tuoi dati cloud sono stati cancellati
ja: クラウドデータは削除されました
pt: Seus dados na nuvem foram apagados
ru: Ваши облачные данные были очищены
zh: 您的云端数据已清除

# account_security_stop_sync_des
source: If you stop syncing to the cloud, your data will no longer be updated with the cloud, which may result in inconsistent information and data loss.
de: Wenn Sie die Synchronisation mit der Cloud stoppen, werden Ihre Daten nicht mehr mit der Cloud aktualisiert, was zu inkonsistenten Informationen und Datenverlust führen kann.
es: Si deja de sincronizar con la nube, sus datos dejarán de actualizarse con la nube, lo que puede provocar información inconsistente y pérdida de datos.
fr: Si vous arrêtez la synchronisation avec le cloud, vos données ne seront plus mises à jour avec le cloud, ce qui peut entraîner des informations incohérentes et une perte de données.
it: Se interrompi la sincronizzazione con il cloud, i tuoi dati non verranno più aggiornati con il cloud, il che potrebbe comportare informazioni non coerenti e perdita di dati.
ja: クラウドへの同期を停止すると、データはもはやクラウドと同期されず、情報の不整合とデータの損失の原因となる可能性があります。
pt: Se parar de sincronizar com a nuvem, seus dados não serão mais atualizados com a nuvem, o que pode resultar em informações inconsistentes e perda de dados.
ru: Если вы прекратите синхронизацию с облаком, ваши данные больше не будут обновляться вместе с облаком, что может привести к несоответствию информации и потере данных.
zh: 如果停止同步至云端，您的数据将不再与云端同步更新，可能会导致信息不一致和数据遗失

# account_security_stop_sync_health_data_ques_title
source: Stop syncing health data to the cloud?
de: Gesundheitsdaten nicht mehr in die Cloud synchronisieren?
es: ¿Dejar de sincronizar datos de salud en la nube?
fr: Ne plus synchroniser les données de santé vers le cloud?
it: Non sincronizzare più i dati di salute con il cloud?
ja: 健康データをもうクラウドに同期しない？
pt: Parar de sincronizar dados de saúde na nuvem?
ru: Прекратить синхронизацию данных о здоровье в облаке?
zh: 不再同步健康数据至云端？

# account_security_stop_sync_personal_info_ques_title
source: No longer sync personal information to the cloud?
de: Persönliche Informationen nicht mehr mit der Cloud synchronisieren?
es: ¿Dejar de sincronizar la información personal en la nube?
fr: Ne plus synchroniser les informations personnelles avec le cloud ?
it: Non sincronizzare più le informazioni personali sul cloud?
ja: 個人情報をもはやクラウドに同期しませんか？
pt: Não sincronizar mais informações pessoais com a nuvem?
ru: Больше не синхронизировать личную информацию в облаке?
zh: 不再同步个人信息至云端？

# account_security_stop_sync_workout_data_ques_title
source: Stop syncing workout data to the cloud?
de: Sportdaten nicht mehr in die Cloud synchronisieren?
es: ¿Dejar de sincronizar datos de entrenamiento en la nube?
fr: Ne plus synchroniser les données d'entraînement vers le cloud?
it: Non sincronizzare più i dati di allenamento con il cloud?
ja: 運動データをもうクラウドに同期しない？
pt: Parar de sincronizar dados de exercícios na nuvem?
ru: Прекратить синхронизацию данных тренировок в облаке?
zh: 不再同步运动数据至云端？

# account_security_sync_data_manage
source: Data Sync Management
de: Daten-Synchronisierungsverwaltung
es: Gestión de sincronización de datos
fr: Gestion de la synchronisation des données
it: Gestione della sincronizzazione dei dati
ja: データ同期の管理
pt: Gerenciamento de sincronização de dados
ru: Управление синхронизацией данных
zh: 数据同步管理

# account_security_sync_health_data
source: Sync Health Data to Cloud
de: Gesundheitsdaten in die Cloud synchronisieren
es: Sincronizar datos de salud en la nube
fr: Synchroniser les données de santé avec le cloud
it: Sincronizza dati di salute sul cloud
ja: 健康データをクラウドに同期する
pt: Sincronizar Dados de Saúde com a Nuvem
ru: Синхронизировать данные о здоровье в облаке
zh: 同步健康数据到云

# account_security_sync_personal_info
source: Sync Personal Information to Cloud
de: Persönliche Informationen in die Cloud synchronisieren
es: Sincronizar información personal en la nube
fr: Synchroniser les informations personnelles avec le cloud
it: Sincronizza informazioni personali sul cloud
ja: 個人情報をクラウドに同期する
pt: Sincronizar Informações Pessoais com a Nuvem
ru: Синхронизировать личную информацию в облаке
zh: 同步个人信息到云

# account_security_sync_workout_data
source: Sync Workout Data to Cloud
de: Workout-Daten in die Cloud synchronisieren
es: Sincronizar datos de entrenamiento en la nube
fr: Synchroniser les données d'entraînement avec le cloud
it: Sincronizza dati di allenamento sul cloud
ja: トレーニングデータをクラウドに同期する
pt: Sincronizar Dados de Treino com a Nuvem
ru: Синхронизировать данные тренировок в облаке
zh: 同步运动数据到云

source: Active Calories
de: Aktive Kalorien
es: Calorías activas
fr: Calories actives
it: Calorie attive
ja: アクティブカロリー
pt: Calorias Ativas
ru: Активные калории
zh: 活动卡路里

# active_detail_details
source: Details
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
pt: Detalhes
ru: Подробности
zh: 详情

# active_detail_floor
source: Floor
de: Stockwerk
es: Piso
fr: Étage
it: Piano
ja: 階
pt: Andar
ru: Этаж
zh: 层

# active_detail_floor_title
source: Floors Climbed
de: Erklommene Stockwerke
es: Pisos subidos
fr: Étages grimpés
it: Piani saliti
ja: 階段数
pt: Andares Subidos
ru: Преодоленные этажи
zh: 爬楼层数

# active_detail_kcal
source: Active Kilocalories
de: Aktive Kilokalorien
es: Kilocalorías activas
fr: Calories actives
it: Calorie attive
ja: カロリー消費
pt: Calorias ativas
ru: Активные килокалории
zh: 能量消耗

# activity_bmr_sum
source: Active + BMR
de: Aktiv + BMR
es: Activo + BMR
fr: Actif + BMR
it: Attivo + BMR
ja: アクティブ + BMR
pt: Ativo + BMR
ru: Активность + ВМР
zh: 活动+BMR

# activity_total
source: Total
de: Insgesamt
it: Totale
ja: 合計
ru: Всего
zh: 总览

source: Add Photos
de: Fotos hinzufügen
es: Agregar fotos
fr: Ajouter des photos
it: Aggiungi foto
ja: 写真を追加する
pt: Adicionar Fotos
ru: Добавить фото
zh: 添加照片

# addressBook_permissions
source: Contact Permissions
de: Kontakte-Berechtigungen
es: Permisos de contacto
fr: Autorisations des contacts
it: Permessi dei contatti
ja: 連絡先のアクセス権限
pt: Permissões de contato
ru: Разрешения для контактов
zh: 通讯录权限

# add_sleep_schedule
source: Add a Schedule
de: Zeitplan hinzufügen
es: Agregar un horario
fr: Ajouter un emploi du temps
it: Aggiungi un programma
ja: スケジュールを追加する
pt: Adicionar um Horário
ru: Добавить график
zh: 新增睡眠计划

# Add_watch
source: Add a new watch
de: Neue Uhr hinzufügen
es: Añadir un nuevo reloj
fr: Ajouter une nouvelle montre
it: Aggiungi un nuovo orologio
ja: 新しい時計を追加
pt: Adicionar um novo relógio
ru: Добавить новые часы
zh: 添加设备

# add_watch_tips_four
source: 4 . Ensure the watch is not connected with another phone.
de: 4. Stellen Sie sicher, dass die Uhr nicht mit einem anderen Telefon verbunden ist
es: 4. Asegúrese de que el reloj no esté conectado con otro teléfono
fr: 4. Assurez-vous que la montre n'est pas connectée à un autre téléphone
it: 4. Assicurarsi che l'orologio non sia collegato a un altro telefono
ja: 4. 腕時計が他の携帯電話に接続されていないことを確認してください
pt: 4. Certifique-se de que o relógio não esteja conectado a outro telefone
ru: 4. Убедитесь, что часы не связаны с другим телефоном
zh: 4.请确保手表处于“未连接”的状态

# add_watch_tips_four_des
source: If the watch is already connected to another phone, please disconnect it from that phone first. Alternatively, you can reset the watch in "General Settings" and then search for the watch on your phone again to pair.
de: Wenn die Uhr bereits mit einem anderen Telefon verbunden ist, trennen Sie die Verbindung bitte zuerst von diesem Telefon. Alternativ können Sie die Uhr in den "Allgemeinen Einstellungen" zurücksetzen und sie dann erneut auf Ihrem Telefon suchen, um sie zu koppeln.
es: Si el reloj ya está conectado a otro teléfono, desconéctelo de ese teléfono primero. Alternativamente, puede restablecer el reloj en "Configuración general" y luego buscar el reloj en su teléfono nuevamente para emparejarlo.
fr: Si la montre est déjà connectée à un autre téléphone, veuillez d'abord la déconnecter de ce téléphone. Vous pouvez également réinitialiser la montre dans les "Paramètres généraux" puis rechercher à nouveau la montre sur votre téléphone pour la connecter.
it: Se l'orologio è già collegato a un altro telefono, scollegarlo da quel telefono. In alternativa, è possibile ripristinare l'orologio nelle "Impostazioni generali" e quindi cercare l'orologio nuovamente sul telefono per associarlo.
ja: もし腕時計がすでに他の携帯電話に接続されている場合は、まずその携帯電話から切断してください。また、腕時計を「一般設定」でリセットし、携帯電話で腕時計を再検索してペアリングしてください。
pt: Se o relógio já estiver conectado a outro telefone, desconecte-o desse telefone primeiro. Alternativamente, você pode redefinir o relógio nas "Configurações Gerais" e, em seguida, procurar o relógio novamente no telefone para parear.
ru: Если часы уже подключены к другому телефону, пожалуйста, сначала отключите их от этого телефона. В качестве альтернативы, вы можете сбросить настройки часов в "Общих настройках" и затем снова искать часы на телефоне для связи.
zh: 若手表已与其他手机的蓝牙正处于连接，请先断开蓝牙连接；或在手表的“通用设置”中重置手表，再重新尝试查找

# add_watch_tips_one
source: 1 . Ensure the watch is on and has enough power
de: 1. Stellen Sie sicher, dass die Uhr eingeschaltet ist und genügend Strom hat
es: 1. Asegúrese de que el reloj esté encendido y tenga suficiente batería
fr: 1. Assurez-vous que la montre est allumée et a suffisamment de batterie
it: 1. Assicurarsi che l'orologio sia acceso e abbia abbastanza energia
ja: 1. 腕時計がオンになっていて十分な電力があることを確認してください
pt: 1. Certifique-se de que o relógio está ligado e tem energia suficiente
ru: 1. Убедитесь, что часы включены и достаточно заряжены
zh: 1. 请确保手表已开机，并且电量充足

# add_watch_tips_one_des
source: If the watch fails to turn on, it may be due to the watch not being activated or having insufficient battery power. Please use the charging cable inside the packaging to charge the watch.
de: Wenn die Uhr nicht eingeschaltet werden kann, liegt dies möglicherweise daran, dass die Uhr nicht aktiviert ist oder nicht genügend Akkuleistung hat. Verwenden Sie bitte das Ladekabel in der Verpackung, um die Uhr aufzuladen.
es: Si el reloj no se enciende, puede ser debido a que el reloj no está activado o tiene poca carga en la batería. Por favor, use el cable de carga que se encuentra en el paquete para cargar el reloj.
fr: Si la montre ne s'allume pas, cela peut être dû à une montre non activée ou à une batterie insuffisante. Veuillez utiliser le câble de chargement fourni dans l'emballage pour charger la montre.
it: Se l'orologio non si accende, potrebbe essere perché l'orologio non è attivato o ha una batteria insufficiente. Si prega di utilizzare il cavo di ricarica all'interno dell'imballaggio per caricare l'orologio.
ja: 腕時計の電源が入らない場合、腕時計がアクティブ化されていないか、バッテリーの電力が不十分な可能性があります。腕時計を充電するために包装箱に入っている充電ケーブルを使用してください。
pt: Se o relógio não ligar, pode ser devido ao relógio não estar ativado ou à bateria estar fraca. Por favor, use o cabo de carregamento que vem na embalagem para carregar o relógio.
ru: Если часы не включаются, возможно, причина в том, что часы не активированы или недостаточно заряжены. Пожалуйста, используйте кабель для зарядки из упаковки, чтобы зарядить часы.
zh: 未能开机可能由于手表未激活或电量不足导致，请使用包装盒内的充电线缆为手表充电并激活手表

# add_watch_tips_three
source: 3 . Ensure the watch is close to this phone
de: 3. Stellen Sie sicher, dass die Uhr nahe am Telefon ist
es: 3. Asegúrese de que el reloj esté cerca de este teléfono
fr: 3. Assurez-vous que la montre est proche de ce téléphone
it: 3. Assicurarsi che l'orologio sia vicino a questo telefono
ja: 3. 腕時計がこの携帯電話に近づいていることを確認してください
pt: 3. Certifique-se de que o relógio esteja próximo a este telefone
ru: 3. Убедитесь, что часы находятся рядом с этим телефоном
zh: 3. 请确保手表足够靠近这台手机

# add_watch_tips_three_des
source: Bluetooth communication between the watch and the mobile phone is limited, so it's best to maintain an optimal distance between your left and right hands to help facilitate a quick connection with the watch.
de: Die Bluetooth-Kommunikation zwischen der Uhr und dem Mobiltelefon ist begrenzt. Es ist am besten, einen optimalen Abstand zwischen Ihrer linken und rechten Hand einzuhalten, um eine schnelle Verbindung mit der Uhr zu ermöglichen.
es: La comunicación Bluetooth entre el reloj y el teléfono móvil es limitada, por lo que es mejor mantener una distancia óptima entre sus manos izquierda y derecha para facilitar una conexión rápida con el reloj.
fr: La communication Bluetooth entre la montre et le téléphone mobile est limitée, il est donc préférable de maintenir une distance optimale entre vos mains gauche et droite pour faciliter une connexion rapide avec la montre.
it: La comunicazione Bluetooth tra l'orologio e il telefono cellulare è limitata, quindi è meglio mantenere una distanza ottimale tra le mani sinistra e destra per facilitare una connessione rapida con l'orologio.
ja: 腕時計と携帯電話の間のBluetooth通信は限られているため、左右の手の間の最適な距離を保つことで、腕時計との素早い接続をサポートします。
pt: A comunicação Bluetooth entre o relógio e o celular é limitada, então é melhor manter uma distância ideal entre suas mãos esquerda e direita para facilitar uma conexão rápida com o relógio.
ru: Связь Bluetooth между часами и мобильным телефоном ограничена, поэтому лучше всего поддерживать оптимальное расстояние между вашими левой и правой руками, чтобы обеспечить быстрое соединение с часами.
zh: 手表与手机的蓝牙通讯范围有限，保持在你的左右手之间这个距离最佳，有助于快速连接手表

# add_watch_tips_title
source: Tips for Bluetooth Pairing
de: Tipps für die Bluetooth-Verbindung
es: Consejos para el emparejamiento por Bluetooth
fr: Conseils pour le jumelage Bluetooth
it: Suggerimenti per l'abbinamento Bluetooth
ja: Bluetoothペアリングのヒント
pt: Dicas de emparelhamento Bluetooth
ru: Советы для сопряжения Bluetooth
zh: 配对手表的注意事项

# add_watch_tips_two
source: 2 . Ensure your phone's Bluetooth is on
de: 2. Stellen Sie sicher, dass das Bluetooth Ihres Telefons aktiviert ist
es: 2. Asegúrese de que el Bluetooth de su teléfono esté encendido
fr: 2. Assurez-vous que le Bluetooth de votre téléphone est activé
it: 2. Assicurarsi che il Bluetooth del telefono sia attivo
ja: 2. お使いの携帯電話のBluetoothがオンになっていることを確認してください
pt: 2. Certifique-se de que o Bluetooth do seu telefone está ativado
ru: 2. Убедитесь, что Bluetooth на вашем телефоне включен
zh: 2. 请确保手机系统的蓝牙已启用

# add_watch_tips_two_des
source: If Bluetooth on your phone is already in the "on" state but the phone is unable to detect the watch, we suggest trying to turn off and then turn on Bluetooth on your phone again.
de: Wenn Bluetooth auf Ihrem Telefon bereits eingeschaltet ist, Ihr Telefon die Uhr jedoch nicht erkennen kann, empfehlen wir Ihnen, Bluetooth auf Ihrem Telefon aus- und wieder einzuschalten.
es: Si el Bluetooth de su teléfono ya está encendido pero el teléfono no puede detectar el reloj, le sugerimos que intente apagar y luego encender el Bluetooth en su teléfono nuevamente.
fr: Si le Bluetooth de votre téléphone est déjà activé mais que le téléphone ne détecte pas la montre, nous vous suggérons d'essayer de désactiver puis de réactiver le Bluetooth de votre téléphone.
it: Se il Bluetooth del tuo telefono è già attivo ma il telefono non riesce a rilevare l'orologio, ti suggeriamo di provare a spegnere e poi riaccendere il Bluetooth sul telefono.
ja: お使いの携帯電話のBluetoothがすでにオンになっている場合でも、携帯電話がウォッチを検出できない場合は、携帯電話のBluetoothをオフにしてから再度オンにしてみてください。
pt: Se o Bluetooth do seu telefone já está ativado, mas o telefone não consegue detectar o relógio, sugerimos tentar desligar e ligar novamente o Bluetooth do telefone.
ru: Если Bluetooth на вашем телефоне уже включен, но телефон не может обнаружить часы, мы рекомендуем попробовать выключить и затем снова включить Bluetooth на вашем телефоне.
zh: 若手机系统的蓝牙已经是“启用”的状态，但未能查找到手表，可以尝试关闭手机系统的蓝牙后再次启用

# add_watch_tips_unpair_iPhone
source: How to unpair with an iPhone:
de: Wie man die Uhr von einem iPhone trennt
es: Cómo desvincular un reloj de un iPhone
fr: Comment dissocier une montre d'un iPhone
it: Come scollegare un orologio da un iPhone
ja: iPhoneとのペアリングを解除する方法
pt: Como desvincular-se de um iPhone
ru: Как отключить часы от iPhone
zh: 手表如何与iPhone 手机解除配对：

# add_watch_tips_unpair_iPhone_one
source: In the iOS system's "Settings-Bluetooth" menu, find the watch that you have already paired with, click the " ⓘ " icon on the right side.
de: Gehen Sie im iOS-System zu "Einstellungen-Bluetooth" und suchen Sie die Uhr, die Sie bereits verbunden haben. Klicken Sie auf das Symbol " ⓘ " auf der rechten Seite.
es: En el menú "Configuración-Bluetooth" del sistema iOS, encuentre el reloj con el que ya está emparejado, haga clic en el icono " ⓘ " en el lado derecho.
fr: Dans le menu "Paramètres-Bluetooth" du système iOS, trouvez la montre avec laquelle vous êtes déjà associé, cliquez sur l'icône " ⓘ " située sur le côté droit.
it: Nel menu "Impostazioni-Bluetooth" del sistema iOS, trova l'orologio con cui sei già associato, fai clic sull'icona " ⓘ " sul lato destro.
ja: iOSシステムの「設定-Bluetooth」メニューで、すでにペアリングした腕時計を見つけ、右側の「 ⓘ 」アイコンをクリックします。
pt: No menu "Configurações-Bluetooth" do sistema iOS, encontre o relógio com o qual você já emparelhou, clique no ícone " ⓘ " no lado direito.
ru: В меню "Настройки-Bluetooth" системы iOS найдите часы, с которыми вы уже связались, и нажмите на иконку " ⓘ " справа.
zh: 在 iOS 系统的 “设置-蓝牙” 中，找到你已配对的手表，点击右侧的 “ ⓘ ” 进入

# add_watch_tips_unpair_iPhone_two
source: Click "Forget This Device" to unpair the watch from the iPhone.
de: Klicken Sie auf "Dieses Gerät vergessen", um die Uhr vom iPhone zu trennen.
es: Haga clic en "Olvidar este dispositivo" para desvincular el reloj del iPhone.
fr: Cliquez sur "Oublier cet appareil" pour dissocier la montre de l'iPhone.
it: Fai clic su "Dimentica questo dispositivo" per scollegare l'orologio dall'iPhone.
ja: 「このデバイスを忘れる」をクリックして、iPhoneとのペアリングを解除します。
pt: Clique em "Esquecer Este Dispositivo" para desvincular o relógio do iPhone.
ru: Нажмите на "Забыть это устройство", чтобы отключить часы от iPhone.
zh: 点击“忘记这台设备”解除配对

source: Aerobic Fitness
es: Ejercicio aeróbico
fr: Fitness aérobique
it: Fitness aerobico
ja: エアロビフィットネス
pt: Fitness Aeróbico
ru: Аэробика
zh: 有氧健身操

source: Aerobics
de: Aerobic
es: Aeróbicos
fr: Aérobic
it: Aerobica
ja: エアロビクス
pt: Aeróbica
ru: Аэробика
zh: 有氧运动

# After_logging_out
source: After logging out, the data will no longer be synchronized to the cloud and will only be stored locally. If you clear the local cache or change your phone afterwards, the data will be lost.
de: Nach dem Ausloggen werden die Daten nicht mehr mit der Cloud synchronisiert und nur lokal gespeichert. Wenn Sie den lokalen Cache löschen oder das Telefon danach wechseln, gehen die Daten verloren.
es: Después de cerrar sesión, los datos ya no se sincronizarán con la nube y solo se almacenarán localmente. Si borras la memoria caché local o cambias de teléfono después, los datos se perderán.
fr: Après vous être déconnecté, les données ne seront plus synchronisées avec le cloud et seront uniquement stockées localement. Si vous effacez le cache local ou changez de téléphone par la suite, les données seront perdues.
it: Dopo esserti disconnesso, i dati non saranno più sincronizzati con il cloud e saranno conservati solo localmente. Se cancelli la cache locale o cambi il telefono in seguito, i dati andranno persi.
ja: ログアウト後は、データはもはやクラウドと同期されず、ローカルにのみ保存されます。ローカルキャッシュを消去したり、後で電話を変更したりすると、データが失われます。
pt: Depois de sair, os dados não serão mais sincronizados com a nuvem e só serão armazenados localmente. Se você limpar o cache local ou trocar de telefone depois, os dados serão perdidos.
ru: После выхода из системы данные больше не будут синхронизироваться с облаком и будут храниться только локально. Если вы очистите локальный кэш или замените телефон, данные будут потеряны.
zh: 退出后，您的数据将仅存在本地，不再同步到云端。如果您之后清理了本地缓存或更换了手机，这些数据将会丢失。

source: Ago
de: Vor
es: Hace
fr: Il y a
it: Fa
ja: 前
pt: atrás
ru: назад
zh: 前

source: Agree
de: Zustimmen
es: Aceptar
fr: Accepter
it: Accetta
ja: 同意
pt: Concordo
ru: Согласен
zh: 同意

source: Agree to Continue
de: Zustimmen und fortfahren
es: Aceptar para continuar
fr: Accepter pour continuer
it: Accetta per continuare
ja: 続行するには同意します
pt: Concordo e continuo
ru: Принять и продолжить
zh: 请先同意条款

# ai_faq_assistant
source: FAQ Assistant
de: FAQ-Assistent
es: Asistente de FAQ
fr: Assistant FAQ
it: Assistente FAQ
ja: FAQアシスタント
pt: Assistente de FAQ
ru: Помощник по ЧАВО
zh: 常见问题小助手

source: AI Watch Face
de: AI-Zifferblatt
es: Cara de reloj de IA
fr: Cadran AI
it: Quadrante AI
ja: AIウォッチフェイス
pt: Mostrador de IA
ru: ИИ Циферблат
zh: AI表盘

# ai_watch_face_generate
source: Generate
de: Generieren
es: Generar
fr: Générer
it: Generare
ja: 生成
pt: Gerar
ru: Генерировать
zh: 生成

# ai_watch_face_generating_toast
source: Generating
de: Generierung
es: Generando
fr: En cours de génération
it: Generazione in corso
ja: 生成中
pt: Em Geração
ru: Генерация
zh: 生成中
