Repository: hyh19/Fitnexa
Catalog: components/creekbase/lib/l10n/intl_*.arb
Languages: de, es, fr, it, ja, pt, ru, zh

source: January
de: Januar
es: Enero
fr: Janvier
it: Gennaio
ja: 1月
pt: Janeiro
ru: Январь
zh: 1月

source: Jazz
de: Jazztanz
fr: Danse jazz
ja: ジャズ
ru: Джаз
zh: 爵士舞

source: Jul
de: Juli
fr: Jui
it: Lug
ja: 7月
ru: Июл
zh: 7月

source: July
de: Juli
es: Julio
fr: Juillet
it: Luglio
ja: 7月
pt: Julho
ru: Июль
zh: 7月

# Jumping_Jacks
source: Jumping Jack
de: Hampelmann
ja: ジャンピングジャック
pt: Pulo Jack
ru: Прыжки в стороны
zh: 开合跳

source: Jump Rope
de: Seilspringen
es: Saltar a la cuerda
fr: Saut à la corde
it: Salto con la cuerda
ja: ジャンプロープ
pt: Pular Corda
ru: Проходка с скакалкой
zh: 跳绳

source: Jun
de: Juni
fr: Juin
it: Giu
ja: 6月
ru: Июн
zh: 6月

source: June
de: Juni
es: Junio
fr: Juin
it: Giugno
ja: 6月
pt: Junho
ru: Июнь
zh: 6月

source: Karate
fr: Karaté
ja: 空手道
pt: Karatê
ru: Карате
zh: 空手道

source: Kayaking
de: Kajakfahren
es: Kayak
fr: Kayak
it: Kayak
ja: カヤック
pt: Caiaque
ru: Каякинг
zh: 皮艇

source: kcal
zh: 千卡

# Keep_agreeing
source: Keep Agreement
de: Vereinbarung behalten
es: Mantener el acuerdo
fr: Conserver l'accord
it: Mantieni l'accordo
ja: 同意を続ける
pt: Manter Acordo
ru: Сохранить согласие
zh: 继续同意

source: Kickboxing
de: Kickboxen
ja: キックボクシング
ru: Кикбоксинг
zh: 自由搏击

source: Kilocalorie
de: Kilokalorien
es: Kilocalorías
ja: キロカロリー
pt: Quilocaloria
ru: Килокалории
zh: 千卡

source: Kilogram
de: Kilogramm
es: Kilogramo
fr: Kilogramme
it: Chilogrammo
ja: キログラム
pt: Quilograma
ru: Килограмм
zh: 千克

# Kilojoules
source: Kilojoule
es: Kilojulios
ja: キロジュール
pt: Quilojoule
ru: Килоджоуль
zh: 千焦

source: Kilometer
es: Kilómetro
fr: Kilomètre
it: Chilometro
ja: キロメートル
pt: Quilômetro
ru: Километр
zh: 公里

source: Kite flying
de: Drachen steigen lassen
es: Volar cometa
fr: Cerf-volant
it: Volo dell'aquilone
ja: 凧揚げ
pt: Solta de Pipa
ru: Запуск воздушного змея
zh: 放风筝

source: kj
zh: 千焦

# kriki_language_lowbattery
source: Please ensure that the watch has more than 30% battery before switching the language.
de: Stellen Sie sicher, dass die Uhr vor dem Wechsel der Sprache über mehr als 30% Akku verfügt.
es: Asegúrate de que el reloj tenga más del 30% de batería antes de cambiar el idioma.
fr: Veuillez vous assurer que la montre a plus de 30 % de batterie avant de changer de langue.
it: Assicurati che l'orologio abbia una carica superiore al 30% prima di cambiare la lingua.
ja: 言語を切り替える前に、ウォッチのバッテリーが30％以上あることを確認してください。
pt: Certifique-se de que o relógio tenha mais de 30% de bateria antes de mudar o idioma.
ru: Пожалуйста, убедитесь, что у часов есть более 30% заряда аккумулятора перед сменой языка.
zh: 请确保手表电量大于30%后再切换语言。

# kriki_language_reinstall
source: Reinstall
de: Neu installieren
es: Reinstalar
fr: Réinstaller
it: Reinstalla
ja: 再インストール
pt: Reinstalar
ru: Переустановить
zh: 重装

# kriki_language_success_des
source: Your Kriki language has been changed to
de: Ihre Kriki-Sprache wurde geändert zu
es: Su idioma Kriki ha sido cambiado a
fr: Votre langue Kriki a été changée en
it: La tua lingua Kriki è stata cambiata in
ja: あなたのKriki言語が変更されました
pt: O seu idioma Kriki foi alterado para
ru: Ваш язык Kriki был изменен на
zh: 你的Kriki语言已经更改为

# kriki_language_title
source: Change Kriki Language to
de: Ändere die Kriki-Sprache auf
es: Cambia el idioma de Kriki a
fr: Changer la langue de Kriki en
it: Cambia la lingua di Kriki in
ja: Krikiの言語を変更する
pt: Alterar o idioma do Kriki para
ru: Изменить язык Kriki на
zh: 将Kriki语言更改为

# kriki_wait_watch_install_des
source: The watch will take 10-15 minutes to complete the installation of the voice package, during which time the watch will temporarily disconnect and settings cannot be modified on the app until the installation is complete
de: Die Uhr benötigt 10-15 Minuten, um die Sprachdatei zu installieren. Während dieser Zeit wird die Uhr vorübergehend getrennt und die Einstellungen können nicht über die App geändert werden, bis die Installation abgeschlossen ist
es: La reloj tardará 10-15 minutos en completar la instalación del paquete de voz, durante el cual el reloj se desconectará temporalmente y no se podrán modificar las configuraciones a través de la aplicación hasta que la instalación esté completa
fr: La montre mettra 10 à 15 minutes pour installer le pack de voix. Pendant ce temps, la montre sera temporairement déconnectée et les paramètres ne pourront pas être modifiés via l'application jusqu'à ce que l'installation soit terminée
it: L'orologio impiegherà 10-15 minuti per completare l'installazione del pacchetto di voce, durante il quale l'orologio si disconnetterà temporaneamente e le impostazioni non potranno essere modificate attraverso l'applicazione fino a quando l'installazione non sarà completata
ja: ウォッチは、音声パックのインストールに10分から15分かかります。この期間中は、ウォッチが一時的に切断され、インストールが完了するまでアプリでウォッチの設定を変更することはできません
pt: O relógio levará de 10 a 15 minutos para completar a instalação do pacote de voz, durante o qual o relógio ficará temporariamente desconectado e as configurações não poderão ser alteradas através da aplicação até que a instalação esteja concluída
ru: Часы будут занимать 10-15 минут для установки голосового пакета, в течение которого часы будут временно отключены и настройки не могут быть изменены через приложение до завершения установки
zh: 手表将花费10-15分钟完成语音包安装，在此期间手表将暂时断开连接，即安装完成前无法通过App修改手表设置

# kriki_wait_watch_install_title
source: Wait for the watch to complete the installation...
de: Warten Sie, bis die Uhr die Installation abgeschlossen hat...
es: Attendre que l'installation soit terminée sur la montre...
fr: Attendre que l'installation soit terminée sur la montre...
it: Aspetta che l'orologio completi l'installazione...
ja: ウォッチのインストールが完了するのを待ってください...
pt: Espera até que o relógio termine a instalação…
ru: Ждите, пока часы завершат установку...
zh: 等待手表安装完成

# lang
source: en
de: de
es: es
fr: fr
it: it
ja: ja
pt: pt
ru: ru
zh: zh_cn

source: Last Name
de: Nachname
es: Apellido
fr: Nom de famille
it: Cognome
ja: 姓
pt: Sobrenome
ru: Фамилия
zh: 姓

# Last_sync
source: Synced Recently
de: Kürzlich synchronisiert
es: Sincronizado recientemente
fr: Récemment synchronisé
it: Sincronizzato di recente
ja: 最近同期
pt: Sincronizado recentemente
ru: Недавно синхронизировано
zh: 最近同步

source: Last Week
de: Letzte Woche
es: La semana pasada
fr: Semaine dernière
it: Settimana scorsa
ja: 先週
pt: Semana Passada
ru: Неделя назад
zh: 上周

source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Dopo
ja: 後で
pt: Mais tarde
ru: Позже
zh: 稍后

# latest
source: The Latest Results
de: Die neuesten Ergebnisse
es: Los últimos resultados
fr: Les derniers résultats
it: I risultati più recenti
ja: 最新の結果
pt: Os Resultados Mais Recentes
ru: Последние результаты
zh: 最新的结果

source: Latin
de: Lateintanz
es: Baile latino
fr: Danse latine
it: Latino
ja: ラテン
pt: Dança Latina
ru: Латина
zh: 拉丁舞

source: Legal & Regulatory
de: Rechtliche Hinweise und Vorschriften
es: Legal y regulador
fr: Légal et réglementaire
it: Legale e Normativo
ja: 法的および規制上の
pt: Legal e Regulatório
ru: Правовая и нормативная информация
zh: 法律与监管

source: Light
de: Leicht
es: Ligero
fr: Léger
it: Leggero
ja: 浅い
pt: Leve
ru: Легкий
zh: 浅睡

# limit_age_introductions
source: For the protection of privacy of minors,the minimum age for using this app is % years old.
de: Zum Schutz der Privatsphäre von Minderjährigen beträgt das Mindestalter für die Nutzung dieser App % Jahre.
es: Para la protección de la privacidad de los menores, la edad mínima para usar esta aplicación es de % años.
fr: Pour la protection de la vie privée des mineurs, l'âge minimum pour utiliser cette application est de % ans.
it: Per la protezione della privacy dei minori, l'età minima per l'utilizzo di questa app è di % anni.
ja: 未成年者のプライバシー保護のため、このアプリの最低年齢は%歳です。
pt: Para a proteção da privacidade de menores, a idade mínima para usar este aplicativo é de % anos.
ru: Для защиты конфиденциальности несовершеннолетних, минимальный возраст для использования этого приложения составляет % лет.
zh: 为了保护未成年人的数据隐私，使用本应用程序的最低年龄为%岁。

# location_permission_huawei_des
source: Used to match the nearest online servers to improve in-app data response speed and provide accurate weather information, etc.
de: Wird verwendet, um die nächstgelegenen Online-Server abzugleichen, um die Datenantwortgeschwindigkeit in der App zu verbessern und genaue Wetterinformationen bereitzustellen, usw.
es: Utilizado para emparejar los servidores en línea más cercanos para mejorar la velocidad de respuesta de los datos en la aplicación y proporcionar información meteorológica precisa, etc.
fr: Utilisé pour assortir les serveurs en ligne les plus proches afin d'améliorer la vitesse de réponse des données dans l'application et de fournir des informations météorologiques précises, etc.
it: Usato per abbinare i server online più vicini per migliorare la velocità di risposta dei dati nell'app e fornire informazioni meteorologiche accurate, ecc.
ja: 最寄りのオンラインサーバーをマッチングして、アプリ内データの応答速度を向上させ、正確な天気情報などを提供するために使用されます。
pt: Usado para combinar os servidores online mais próximos para melhorar a velocidade de resposta dos dados no aplicativo e fornecer informações meteorológicas precisas, etc.
ru: Используется для сопоставления ближайших онлайн-серверов для улучшения скорости ответа данных в приложении и предоставления точной информации о погоде и т. д.
zh: 用于匹配最近的线上服务器以提高App内数据响应速度、提供精准的天气信息等

# location_permission_intro_guide
source: This allows % to get accurate workout tracking data and weather updates.
de: Dadurch kann % genaue Trainingsdaten und Wetteraktualisierungen erhalten.
es: Esto permite que % obtenga datos precisos de seguimiento de entrenamientos y actualizaciones del clima.
fr: Cela permet à % d'obtenir des données de suivi d'entraînement précises et des mises à jour météorologiques.
it: Ciò consente a % di ottenere dati precisi sul tracciamento dell'allenamento e aggiornamenti sul meteo.
ja: これにより、%は正確なトレーニング追跡データと天気の更新を取得できます。
pt: Isso permite que o % obtenha dados precisos de rastreamento de exercícios e atualizações de clima.
ru: Это позволяет % получать точные данные отслеживания тренировок и обновления погоды.
zh: 这些权限可以让%获得准确的锻炼跟踪数据和天气更新。

# Location_permission_not_authorized
source: Location Access Not Authorized
de: Standortzugriff nicht autorisiert
es: Acceso a la ubicación no autorizado
fr: Accès à la localisation non autorisé
it: Accesso alla posizione non autorizzato
ja: 位置情報へのアクセスが許可されていません
pt: Acesso à localização não autorizado
ru: Доступ к местоположению не авторизован
zh: 位置权限未授权

# location_service_des
source: Bluetooth search and connection functions are unavailable without enabling location services. Please go to system settings to enable it.
de: Bluetooth-Such- und Verbindungsfunktionen sind ohne Aktivierung des Standortdienstes nicht verfügbar. Gehen Sie zu den Systemeinstellungen, um dies zu aktivieren.
es: Las funciones de búsqueda y conexión de Bluetooth no están disponibles sin habilitar los servicios de ubicación. Vaya a la configuración del sistema para habilitarlos.
fr: Les fonctions de recherche et de connexion Bluetooth ne sont pas disponibles sans l'activation des services de localisation. Veuillez vous rendre dans les paramètres système pour l'activer.
it: Le funzioni di ricerca e connessione Bluetooth non sono disponibili senza l'attivazione dei servizi di localizzazione. Vai alle impostazioni di sistema per attivarlo.
ja: 位置サービスを有効にしないと、Bluetoothの検索と接続機能を利用できません。システム設定に移動して有効にしてください。
pt: As funções de busca e conexão Bluetooth não estão disponíveis sem ativar os serviços de localização. Por favor, vá para as configurações do sistema para ativá-lo.
ru: Без включения службы геолокации недоступны функции поиска и подключения Bluetooth. Пожалуйста, перейдите в настройки системы, чтобы включить ее.
zh: 位置服务未打开无法使用蓝牙搜索、蓝牙连接功能，请前往系统设置开启

# location_service_ios_des
source: Location Services must be turned on for accurate tracking data and weather updates. Please go to System Settings to enable it.
de: Die Ortung muss aktiviert sein für genaue Tracking-Daten und Wetteraktualisierungen. Bitte gehen Sie zu den Systemeinstellungen um es zu aktivieren.
es: Los servicios de ubicación deben estar habilitados para obtener datos de seguimiento precisos y actualizaciones del tiempo. Por favor vaya al panel de configuración del sistema para activarlo.
fr: Les services de localisation doivent être activés pour obtenir des données de suivi précis et des mises à jour météo. Allez dans Paramètres système pour l'activer.
it: Il servizio di posizionamento deve essere abilitato per ottenere dati di tracciamento precisi e aggiornamenti meteo. Si prega di accedere alle impostazioni di sistema per abilitare la funzione.
ja: 地図情報の取得と天気情報の更新には、位置情報サービスをオンに必要があります。設定から有効にしてください
pt: O serviço de localização precisa ser ativado para obter dados de rastreamento precisos e atualizações do tempo. Vá ao Painel de configuração do sistema para ativá-lo.
ru: Услуги местоположения должны быть включены для получения точных данных об отслеживании и обновлений погоды. Для этого перейдите в настройки системы.
zh: 位置服务未开启，无法获得准确的运动跟踪数据和天气更新，请前往系统设置开启

# location_services_permison_instructions
source: To get accurate workout tracking data and weather updates, % requires access of your Location.
de: Für genaue Trainingsverfolgungsdaten und Wetterupdates benötigt % Zugriff auf Ihren Standort.
es: Para obtener datos precisos de seguimiento de ejercicios y actualizaciones climáticas, % requiere acceso a su ubicación.
fr: Pour obtenir des données de suivi d'entraînement précises et des mises à jour météorologiques, % nécessite l'accès à votre emplacement.
it: Per ottenere dati precisi di tracciamento dell'allenamento e aggiornamenti meteo, % richiede l'accesso alla tua posizione.
ja: 正確なワークアウトトラッキングデータと天気の更新を取得するために、%はあなたの位置にアクセスする必要があります。
pt: Para obter dados precisos de rastreamento de exercícios e atualizações de clima, o % requer acesso à sua localização.
ru: Для получения точных данных отслеживания тренировок и обновлений погоды % требуется доступ к вашему местоположению.
zh: 为了获得准确的运动跟踪数据和天气更新，%需要访问您的位置信息。

# location_services_permison_intro
source: To get accurate distance, workout tracking, and weather updates.
de: Um genaue Entfernungen, Workout-Tracking und Wetterinformationen zu erhalten.
es: Para obtener distancias precisas, seguimiento de entrenamientos y actualizaciones del clima.
fr: Pour obtenir des distances précises, un suivi d'entraînement et des mises à jour météo précises.
it: Per ottenere distanze accurate, tracciamento dell'allenamento e aggiornamenti sul meteo.
ja: 正確な距離、ワークアウトのトラッキング、および天気の更新を取得するため
pt: Para obter distâncias precisas, acompanhamento de exercícios e atualizações climáticas.
ru: Чтобы получить точные расстояния, отслеживание тренировок и обновления о погоде.
zh: 为你精确统计运动距离、运动轨迹，提供精准的天气信息

# location_services_title
source: Location Service
de: Standortdienst
es: Servicio de ubicación
fr: Service de localisation
it: Servizio di localizzazione
ja: 位置サービス
pt: Serviço de localização
ru: Сервис местоположения
zh: 位置服务

# location_title
source: Allow "%" to Access Your Location
de: "%" den Zugriff auf Ihren Standort erlauben
es: Permitir "%" para acceder a su ubicación
fr: Autoriser "%" à accéder à votre emplacement
it: Consenti a "%" di accedere alla tua posizione
ja: % の位置情報へのアクセスを許可する
pt: Permitir "%" a Acessar sua Localização
ru: Позволить "%" получить доступ к вашему местоположению
zh: 允许“% ”使用你的定位服务

source: Log In
de: Einloggen
es: Iniciar sesión
fr: Connexion
it: Accedi
ja: ログイン
pt: Entrar
ru: Войти
zh: 登录

source: Log Out
de: Ausloggen
es: Cerrar sesión
fr: Se déconnecter
it: Esci
ja: ログアウト
pt: Sair
ru: Выйти из системы
zh: 退出

source: Low
de: Niedrig
es: Bajo
fr: Bas
it: Basso
ja: 低
pt: Baixo
ru: Низкий
zh: 低

source: Main Goals
de: Hauptziele
es: Objetivos principales
fr: Objectifs principaux
it: Obiettivi principali
ja: メインゴール
pt: Metas Principais
ru: Основные цели
zh: 主要目标

source: Main Watch Faces
de: Hauptzifferblätter
es: Esferas principales
fr: Cadrans principaux
it: Quadranti principali
ja: メインウォッチフェイス
pt: Principais rostos do relógio
ru: Основные циферблаты
zh: 主表盘

# Make_sure_same_password_twice
source: Make sure you type the same password twice
de: Stellen Sie sicher, dass Sie das gleiche Passwort zweimal eingeben
es: Asegúrate de escribir la misma contraseña dos veces
fr: Assurez-vous de taper le même mot de passe deux fois
it: Assicurati di digitare la stessa password due volte
ja: 同じパスワードを2回入力してください
pt: Certifique-se de digitar a mesma senha duas vezes
ru: Убедитесь, что вы вводите одинаковый пароль дважды
zh: 请确保你两次输入的密码一致

source: Male
de: Männlich
es: Hombre
fr: Homme
it: Maschio
ja: 男性
pt: Masculino
ru: Мужчина
zh: 男

source: Mar
de: März
ja: 3月
ru: Мар
zh: 3月

source: March
de: März
es: Marzo
fr: Mars
it: Marzo
ja: 3月
pt: Março
ru: Март
zh: 3月

source: Martial Arts
de: Kampfkunst
es: Artes marciales
fr: Arts martiaux
it: Arti marziali
ja: 武道
pt: Artes Marciais
ru: Боевые искусства
zh: 武术

# maximal
source: Maximum
de: Maximale
es: Máximo
it: Massimo
ja: 最大心拍数
pt: Máximo
ru: Максимальный
zh: 极限

# maximum
source: Maximum Heart Rate
de: Maximale Herzfrequenzmodus
es: Modo de frecuencia cardíaca máxima
fr: Mode de fréquence cardiaque maximale
it: Modalità di frequenza cardiaca massima
ja: 最大心拍数モード
pt: Modo de Frequência Cardíaca Máxima
ru: Режим максимальной частоты
zh: 最大心率

source: Maximum Heart Rate Mode
de: Maximale Herzfrequenzmodus
es: Modo de frecuencia cardíaca máxima
fr: Mode de fréquence cardiaque maximale
it: Modalità di frequenza cardiaca massima
ja: 最大心拍数モード
pt: Modo de Frequência Cardíaca Máxima
ru: Режим максимальной частоты
zh: 最大心率模式

source: May
de: Mai
es: Mayo
fr: Mai
it: Maggio
ja: 5月
pt: Maio
ru: Май
zh: 5月

# medal_accomplish_sum
source: Cumulative completion %%
de: Kumulative Fertigstellung %%
es: Cumplimiento acumulado %%
fr: Cumulatif achèvement %%
it: Completamento cumulativo %%
ja: 累計完了 %%
pt: Cumulativo de conclusão %%
ru: Кумулятивное выполнение %%
zh: 已累计完成%%

# medal_accomplish_today_progress
source: Completed % today
de: Heute % abgeschlossen
es: Completado % hoy
fr: Terminé % aujourd'hui
it: Completato % oggi
ja: 今日%完了
pt: Concluído % hoje
ru: Завершено % сегодня
zh: 今日完成%

# medal_accomplish_week_progress
source: Completion this week %
de: Abschluss dieser Woche %
es: Completado esta semana %
fr: Achèvement cette semaine %
it: Completamento questa settimana %
ja: 今週の完了 %
pt: Conclusão esta semana %
ru: Завершение на этой неделе %
zh: 本周完成%

# medal_check
source: Check
de: Anzeigen
es: Ver visualizar
fr: Afficher
it: Visualizza
ja: 观察
pt: Ver visualizar
ru: Просмотр
zh: 查看

# medal_entrance_title
source: Medals
de: Medaillen
es: Medallas
fr: Médailles
it: Medaglie
ja: メダル
pt: Medalhas
ru: Медали
zh: 我的奖章

# medal_equip
source: Equip
de: Ausrüsten
es: Equipar
fr: Équiper
it: Equipaggia
ja: Équiper
pt: Equipaggia
ru: Equipar
zh: 佩戴

# medal_equipped
source: Equipped
de: Ausgerüstet
es: Equipado
fr: Équipé
it: Equipaggiato
ja: Équipé
pt: Equipaggiato
ru: Equipado
zh: 已佩戴

# medal_equip_success_toast
source: Medal successfully worn
de: Medaille erfolgreich getragen
es: Medalla llevada con éxito
fr: Médaille portée avec succès
it: Medaglia indossata con successo
ja: メダルの着用が成功しました
pt: Medalha usada com sucesso
ru: Медаль успешно надета
zh: 已成功佩戴此奖章

# medal_get_date
source: Won the award in %
de: Erhielt den Preis im Jahr %
es: Erhielt den Preis im Jahr %
fr: Erhielt den Preis im Jahr %
it: Ha vinto il premio nel %
ja: % にこの賞を受賞しました
pt: Ganhou o prêmio em %
ru: Получил премию в %
zh: % 获得该奖章

# medal_get_popup
source: Great job! You've unlocked
de: Herzlichen Glückwunsch! Du hast freigeschaltet
es: ¡Excelente trabajo! ¡Has desbloqueado
fr: Félicitations ! Vous avez débloqué
it: Ottimo lavoro! Hai sbloccato
ja: Félicitations ! Vous avez débloqué
pt: Ottimo lavoro! Hai sbloccato
ru: ¡Excelente trabajo! ¡Has desbloqueado
zh: 恭喜！ 你已解锁

# medal_not_get
source: Haven't Earned this Medal Yet
de: Diese Medaille noch nicht erhalten
es: Todavía no has ganado esta medalla
fr: Pas encore obtenu cette médaille
it: Non hai ancora ottenuto questa medaglia
ja: Pas encore obtenu cette médaille
pt: Non hai ancora ottenuto questa medaglia
ru: Todavía no has ganado esta medalla
zh: 还未获得这枚奖章

# medal_recent_get_time
source: Most Recent Achievement
de: Zuletzt erhalten
es: Logro más reciente
fr: Réalisation la plus récente
it: Realizzazione più recente
ja: Réalisation la plus récente
pt: Realizzazione più recente
ru: Logro más reciente
zh: 最近一次获得

# medal_share_graded_des
source: Won this medal on %
de: Diese Medaille am % gewonnen
es: Ganó esta medalla el %
fr: Gagné cette médaille le %
it: Ha vinto questa medaglia il %
ja: %にこのメダルを獲得しました
pt: Ganhou esta medalha em %
ru: Выигранная медаль % года
zh: %赢得此奖章

# medal_share_sum_des
source: Won this medal for the %th time on %%
de: Diese Medaille zum %. Mal am %% gewonnen
es: Ganó esta medalla por %ª vez el %%
fr: Gagné cette médaille pour la %ème fois le %%
it: Ha vinto questa medaglia per la %ª volta il %%
ja: %%に%回目のメダルを獲得しました
pt: Ganhou esta medalha pela %ª vez em %%
ru: Выигранная медаль в %-й раз %% года
zh: %%赢得此奖章第%次

# medal_zone_recently
source: Recently
de: Kürzlich
es: Recientemente
fr: Récemment
it: Di recente
ja: Récemment
pt: Di recente
ru: Recientemente
zh: 最近获得

# medal_zone_workout_exercise
source: Workout & Exercise
de: Training & Übungen
es: Ejercicio y Entrenamiento
fr: Entraînement et Exercice
it: Allenamento e Esercizio
ja: Entraînement et Exercice
pt: Allenamento e Esercizio
ru: Ejercicio y Entrenamiento
zh: 运动锻炼

source: Medium
de: Mittel
es: Medio
fr: Moyen
it: Medio
ja: 中
pt: Médio
ru: Средний
zh: 中等

# menstrual_add_period
source: Period
de: Menstruation
es: Menstruación
fr: Menstruation
it: Menstruazione
ja: 月経
pt: Menstruação
ru: Менструация
zh: 月经情况

# menstrual_des_heavy_flow
source: Heavy Flow
de: Starker Fluss
es: Flujo abundante
fr: Flux intense
it: Flusso pesante
ja: 激しい流れ
pt: Fluxo Intenso
ru: Сильное кровотечение
zh: 月经量大

# menstrual_des_later
source: Later
de: Später
es: Después
fr: Plus tard
it: Dopo
ja: その後
pt: Mais Tarde
ru: Позже
zh: 之后

# menstrual_des_light_flow
source: Light Flow
de: Leichter Fluss
es: Flujo ligero
fr: Flux léger
it: Flusso leggero
ja: 少ない流れ
pt: Fluxo Leve
ru: Легкое кровотечение
zh: 月经量少

# menstrual_des_medium_flow
source: Medium Flow
de: Mittlerer Fluss
es: Flujo medio
fr: Flux moyen
it: Flusso medio
ja: 中程度の流れ
pt: Fluxo Médio
ru: Умеренное кровотечение
zh: 月经量中等

# menstrual_des_no_flow
source: No Flow
de: Kein Fluss
es: Sin flujo
fr: Pas de flux
it: Nessun flusso
ja: 月経がありません
pt: Sem Fluxo
ru: Нет кровотечения
zh: 零月经量

# menstrual_des_now
source: Now
de: Jetzt
es: Ahora
fr: Maintenant
it: Ora
ja: 現在
pt: Agora
ru: Сейчас
zh: 现在

# menstrual_des_ongoing
source: Ongoing
de: Läuft
es: En curso
fr: En cours
it: In corso
ja: 進行中
pt: Em Andamento
ru: Идет
zh: 正处于此状态

# menstrual_des_possible
source: Possible Period Day
de: Möglicher Periodentag
es: Día de menstruación posible
fr: Jour de période possible
it: Giorno possibile per il ciclo
ja: 可能な生理期間の日
pt: Dia Possível para a Menstruação
ru: Возможный день периода
zh: 可能经期

# menstrual_des_predict
source: Predicted Period Day
de: Vorhergesagter Periodentag
es: Día de menstruación previsto
fr: Jour de période prédit
it: Giorno previsto per il ciclo
ja: 予測される生理期間の日
pt: Dia Previsto para a Menstruação
ru: Предполагаемый день периода
zh: 预测经期

# menstrual_des_start
source: Let's record period day
de: Beginnen Sie, den Zyklus zu erfassen
es: Comienza a registrar tu ciclo
fr: Commençons à enregistrer le cycle
it: Inizia a registrare il ciclo mestruale
ja: 生理周期の記録を始めましょう
pt: Vamos registrar o ciclo menstrual
ru: Начните записывать свой цикл
zh: 开始记录你的生理周期吧

# menstrual_des_usual_flow
source: As Usual
de: Wie gewohnt
es: Como de costumbre
fr: Comme d'habitude
it: Come al solito
ja: 通常通り
pt: Como de Costume
ru: Как обычно
zh: 月经量照常
