Repository: hyh19/Fitnexa
Catalog: components/creekbase/lib/l10n/intl_*.arb
Languages: de, es, fr, it, ja, pt, ru, zh

source: Skating
de: Schlittschuhlaufen
es: Patinaje
fr: Patinage
it: Pattinaggio
ja: スケート
pt: Patinação
ru: Катание на коньках
zh: 滑冰

source: Skiing
de: Skifahren
es: Esquí
fr: Ski
it: Sci
ja: スキー
pt: Esqui
ru: Лыжи
zh: 双板滑雪

source: Sledding
de: Schlittenfahren
es: Trineo
fr: Luge
it: Slittino
ja: そり
pt: Trenó
ru: Санки
zh: 雪橇

source: Sleep HRV
de: Schlaf-HRV
es: HRV del sueño
fr: HRV de sommeil
it: HRV del sonno
ja: 睡眠中のHRV
pt: HRV do sono
ru: Сонный HRV
zh: 睡眠HRV

# sleep_measure
source: Sleep Measurements
de: Schlafmessungen
es: Mediciones del sueño
fr: Mesures du sommeil
it: Misurazioni del sonno
ja: 睡眠の測定
pt: Medidas de sono
ru: Измерения сна
zh: 睡眠测量

# sleep_NotBad_hint1
source: "You're doing well with your sleep! To further improve, consider keeping a regular sleep schedule; it might enhance your sleep quality."
de: "Du machst das gut mit deinem Schlaf! Zur weiteren Verbesserung könntest du einen regelmäßigen Schlafplan einhalten; das könnte deine Schlafqualität verbessern."
es: "¡Lo estás haciendo bien con tu sueño! Para mejorar aún más, considera mantener un horario de sueño regular; podría mejorar la calidad de tu sueño."
fr: "Tu te débrouilles bien avec ton sommeil ! Pour t'améliorer encore, envisage de respecter un horaire de sommeil régulier ; cela pourrait améliorer la qualité de ton sommeil."
it: "Stai facendo bene con il tuo sonno! Per migliorare ulteriormente, considera di mantenere un orario regolare per il sonno; potrebbe migliorare la qualità del tuo sonno."
ja: "あなたの睡眠は上手くいっています！さらに向上させるために、規則的な睡眠スケジュールを守ることを検討してみてください。それは睡眠の質を向上させるかもしれません。"
pt: "Estás indo bem com o teu sono! Para melhorar ainda mais, considera manter um horário de sono regular; isso pode melhorar a qualidade do teu sono."
ru: "Со сном у вас все в порядке! Для дальнейшего улучшения рассмотрите возможность соблюдения регулярного расписания сна; это может повысить качество вашего сна."
zh: "您的睡眠质量还不错！继续保持规律的作息时间，可能会进一步改善您的睡眠表现。"

# sleep_NotBad_hint2
source: "Not bad at all! Quality sleep can enhance your life. Try using meditation or a warm cup of tea to unwind before bedtime for even better sleep."
de: "Gar nicht schlecht! Qualitativer Schlaf kann dein Leben bereichern. Versuche vor dem Schlafengehen Meditation oder eine Tasse warmen Tee, um dich zu entspannen und deinen Schlaf zu verbessern."
es: "¡Nada mal! Un sueño de calidad puede mejorar tu vida. Prueba la meditación o una taza de té caliente para relajarte antes de acostarte y tener un sueño aún mejor."
fr: "Pas mal du tout ! Un sommeil de qualité peut améliorer ta vie. Essaye la méditation ou une tasse de thé chaud pour te détendre avant de dormir, afin d'améliorer encore plus ton sommeil."
it: "Niente male affatto! Un sonno di qualità può arricchire la tua vita. Prova a fare meditazione o a bere una tazza di tè caldo prima di dormire per rilassarti e migliorare ulteriormente il sonno."
ja: "悪くはない！質の高い睡眠は生活を向上させることができます。さらに良い睡眠のために、就寝前に瞑想をしたり、温かいお茶を飲んだりすることを試してみてください。"
pt: "Nada mal! O sono de qualidade pode melhorar a tua vida. Tenta usar meditação ou uma chávena de chá quente para relaxar antes de dormir, para um sono ainda melhor."
ru: "Совсем неплохо! Качественный сон может обогатить вашу жизнь. Попробуйте перед сном медитацию или чашку горячего чая, чтобы расслабиться и улучшить качество сна."
zh: "不错的睡眠可以提高生活质量。尝试通过冥想或饮用温热茶来放松身体，以更好地入眠。"

# sleep_NotBad_hint3
source: "Keep up the good work! Consider reducing screen time and noise to enhance the depth and continuity of your sleep."
de: "Mach weiter so! Erwäge, die Bildschirmzeit und Lärm zu reduzieren, um die Tiefe und Kontinuität deines Schlafs zu verbessern."
es: "Sigue así. Considera reducir el tiempo de pantalla y el ruido para mejorar la profundidad y continuidad de tu sueño."
fr: "Continue comme ça ! Envisage de réduire le temps passé devant l'écran et le bruit pour améliorer la profondeur et la continuité de ton sommeil."
it: "Continua così! Considera di ridurre il tempo trascorso davanti allo schermo e il rumore per migliorare la profondità e la continuità del tuo sonno."
ja: "この調子で頑張ってください！画面時間とノイズを減らすことを検討して、睡眠の深さと連続性を向上させてみてください。"
pt: "Continua assim! Considera reduzir o tempo passado em frente ao ecrã e o ruído para melhorar a profundidade e continuidade do teu sono."
ru: "Продолжайте в том же духе! Подумайте о снижении времени просмотра экрана и уровня шума, чтобы улучшить глубину и непрерывность вашего сна."
zh: "继续提升！减少屏幕时间和噪音，有助于提高睡眠的深度和连续性。"

# sleep_outstanding_hint1
source: "Congratulations! Your sleep is outstanding. To keep it up, try maintaining a consistent bedtime and wake-up time."
de: "Herzlichen Glückwunsch! Ihr Schlaf ist hervorragend. Um dies beizubehalten, versuchen Sie, eine konsistente Schlafenszeit und Aufwachzeit einzuhalten."
es: "¡Felicidades! Tu sueño es excepcional. Para mantenerlo, intenta mantener un horario de acostarte y despertarte constante."
fr: "Félicitations ! Votre sommeil est exceptionnel. Pour le maintenir, essayez de respecter une heure de coucher et de réveil régulière."
it: "Congratulazioni! Il tuo sonno è eccezionale. Per mantenerlo, cerca di mantenere un orario costante per andare a letto e svegliarti."
ja: "おめでとうございます！ あなたの睡眠は優れています。これを続けるためには、一貫した就寝時刻と起床時刻を守ることを試してみてください。"
pt: "Parabéns! O seu sono está excepcional. Para mantê-lo, tente manter um horário constante de deitar e acordar."
ru: "Поздравляем! Ваш сон выдающийся. Чтобы сохранить его, попробуйте придерживаться постоянного времени сна и пробуждения."
zh: "恭喜！您的睡眠质量非常棒。为了继续保持，尝试每晚保持一致的入睡时间和醒来时间。"

# sleep_outstanding_hint2
source: "You're doing great with your sleep! Consider establishing a tranquil sleep environment every night for even better rest."
de: "Sie machen es großartig mit Ihrem Schlaf! Erwägen Sie die Einrichtung einer ruhigen Schlafumgebung jede Nacht für noch bessere Erholung."
es: "¡Estás haciendo un gran trabajo con tu sueño! Considera crear un entorno de sueño tranquilo todas las noches para un descanso aún mejor."
fr: "Vous faites du bon travail avec votre sommeil ! Envisagez de créer un environnement de sommeil tranquille chaque nuit pour un meilleur repos."
it: "Stai facendo un ottimo lavoro con il tuo sonno! Considera di creare un ambiente di sonno tranquillo ogni notte per un riposo ancora migliore."
ja: "あなたの睡眠は素晴らしいです！ より良い休息のために毎晩静かな睡眠環境を整えることを検討してみてください。"
pt: "Está indo muito bem com o seu sono! Considere criar um ambiente tranquilo para dormir todas as noites para um descanso ainda melhor."
ru: "Вы прекрасно справляетесь со своим сном! Подумайте о создании спокойной атмосферы для сна каждую ночь для еще более качественного отдыха."
zh: "您的睡眠质量令人印象深刻！考虑每天晚上建立一个宁静的睡眠环境，以确保深度休息。"

# sleep_outstanding_hint3
source: "Outstanding sleep is key to overall health. Keep up regular exercise and a balanced diet to optimize your sleep."
de: "Hervorragender Schlaf ist der Schlüssel zu Ihrer Gesundheit. Machen Sie weiterhin regelmäßige Bewegung und eine ausgewogene Ernährung, um Ihren Schlaf zu optimieren."
es: "Un sueño excepcional es clave para la salud en general. Mantén el ejercicio regular y una dieta equilibrada para optimizar tu sueño."
fr: "Un sommeil exceptionnel est essentiel pour la santé globale. Continuez à faire de l'exercice régulièrement et à adopter une alimentation équilibrée pour optimiser votre sommeil."
it: "Un sonno eccezionale è fondamentale per la salute generale. Continua con l'esercizio fisico regolare e una dieta equilibrata per ottimizzare il tuo sonno."
ja: "優れた睡眠は総合的な健康の鍵です。規則的な運動とバランスの取れた食事を続けて、睡眠を最適化しましょう。"
pt: "Um sono excepcional é fundamental para a saúde geral. Mantenha o exercício regular e uma dieta equilibrada para otimizar o seu sono."
ru: "Выдающийся сон - ключ к общему здоровью. Продолжайте регулярно заниматься физическими упражнениями и соблюдать сбалансированное питание, чтобы оптимизировать ваш сон."
zh: "优质的睡眠是身体健康的关键。保持规律的运动和均衡的饮食以继续提升睡眠质量。"

# sleep_Poor_hint1
source: "We understand your sleep difficulties. Consider seeking professional medical advice to explore possible sleep disorders and appropriate treatments."
de: "Wir verstehen deine Schlafprobleme. Erwäge, professionellen medizinischen Rat einzuholen, um mögliche Schlafstörungen und geeignete Behandlungen zu erkunden."
es: "Entendemos tus dificultades para dormir. Considera buscar consejo médico profesional para explorar posibles trastornos del sueño y tratamientos adecuados."
fr: "Nous comprenons vos difficultés de sommeil. Envisagez de consulter un professionnel de la santé pour explorer d'éventuels troubles du sommeil et des traitements appropriés."
it: "Capire le tue difficoltà nel sonno. Valuta di cercare un parere medico professionale per esplorare possibili disturbi del sonno e trattamenti appropriati."
ja: "睡眠の問題を理解しています。睡眠障害や適切な治療方法を探るために、専門医の助言を受けることを検討してみてください。"
pt: "Compreendemos as tuas dificuldades de sono. Considera procurar aconselhamento médico profissional para explorar possíveis distúrbios do sono e tratamentos adequados."
ru: "Мы понимаем ваши трудности с сном. Попробуйте обратиться за профессиональным медицинским советом, чтобы изучить возможные нарушения сна и подходящие методы лечения."
zh: "我们理解您的睡眠困难。建议寻求专业医疗建议，以了解导致睡眠障碍的原因并获得合适的治疗。"

# sleep_Poor_hint2
source: "Inadequate sleep can have adverse effects on health. Try to avoid consuming a lot of caffeine during the day, which may help improve nighttime sleep."
de: "Unzureichender Schlaf kann sich nachteilig auf die Gesundheit auswirken. Versuche, den Konsum von Koffein während des Tages zu vermeiden, was deinen Nachtschlaf verbessern könnte."
es: "El sueño insuficiente puede tener efectos adversos en la salud. Intenta evitar el consumo excesivo de cafeína durante el día, lo que podría ayudar a mejorar el sueño nocturno."
fr: "Un sommeil insuffisant peut avoir des effets néfastes sur la santé. Essaye d'éviter de consommer beaucoup de caféine pendant la journée, ce qui pourrait aider à améliorer le sommeil nocturne."
it: "Il sonno inadeguato può avere effetti negativi sulla salute. Cerca di evitare di consumare molta caffeina durante il giorno, cosa che potrebbe aiutare a migliorare il sonno notturno."
ja: "十分でない睡眠は健康に悪影響を及ぼす可能性があります。夜間の睡眠を改善するのに役立つかもしれないため、昼間のカフェイン摂取を控えるようにしてみてください。"
pt: "Um sono inadequado pode ter efeitos adversos na saúde. Tenta evitar o consumo excessivo de cafeína durante o dia, o que pode ajudar a melhorar o sono noturno."
ru: "Недостаточный сон может негативно сказаться на здоровье. Попробуйте избегать употребления большого количества кофеина днем, что может помочь улучшить ночной сон."
zh: "睡眠不足可能会对健康产生负面影响。尽量避免在白天大量摄入咖啡因，以改善夜间的睡眠。"

# sleep_Poor_hint3
source: "Prioritize sleep and establish a relaxing bedtime routine. Reducing stress and anxiety through meditation or deep breathing exercises can also help."
de: "Priorisiere deinen Schlaf und etabliere eine entspannende Schlafenszeit-Routine. Stress und Angst können auch durch Meditation oder Atemübungen reduziert werden."
es: "Prioriza el sueño y establece una relajante rutina antes de dormir. La reducción del estrés y la ansiedad a través de la meditación o ejercicios de respiración profunda también pueden ayudar."
fr: "Donne la priorité à ton sommeil et établis une routine apaisante avant le coucher. La réduction du stress et de l'anxiété par la méditation ou des exercices de respiration profonde peut également aider."
it: "Dai priorità al sonno e stabilisci una rilassante routine prima di dormire. Ridurre lo stress e l'ansia attraverso la meditazione o esercizi di respirazione profonda può anche aiutare."
ja: "睡眠を優先し、リラックスできる就寝前のルーティンを確立してみてください。瞑想や深呼吸の練習を通じてストレスと不安を軽減することもできます。"
pt: "Prioritiza o sono e estabelece uma rotina relaxante antes de dormir. Reduzir o stress e a ansiedade através da meditação ou exercícios de respiração profunda também pode ajudar."
ru: "Приоритетом является сон и установление расслабляющей рутины перед сном. Снижение стресса и тревожности с помощью медитации или упражнений на глубокое дыхание также может помочь."
zh: "如果您的睡眠一直不佳，请与医生讨论可能的解决方案，包括行为疗法或药物治疗。"

# sleep_quality_score
source: Sleep Score
de: Schlafscore
es: Puntuación del sueño
fr: Score de sommeil
it: Punteggio del sonno
ja: 睡眠スコア
pt: Pontuação do Sono
ru: Счет сна
zh: 睡眠质量得分

# sleep_schedule_suggest
source: Suggest about 8 hours sleep.
de: Empfehlen Sie etwa 8 Stunden Schlaf.
es: Sugerir unas 8 horas de sueño.
fr: Suggérer environ 8 heures de sommeil.
it: Suggerisci circa 8 ore di sonno.
ja: 約8時間の睡眠をお勧めします。
pt: Sugere cerca de 8 horas de sono.
ru: Предлагаем примерно 8 часов сна.
zh: 推荐8个小时左右的睡眠时长

# sleep_score_notbad
source: Not Bad
de: Nicht schlecht
es: No está mal
fr: Pas mal
it: Non male
ja: まあまあ
pt: Não é mau
ru: Неплохо
zh: 还不错

# sleep_score_outstanding
source: Outstanding
de: Hervorragend
es: Excelente
fr: Exceptionnel
it: Eccezionale
ja: 素晴らしい
pt: Excelente
ru: Отлично
zh: 很棒

# sleep_score_poor
source: Poor
de: Schlecht
es: Pobre
fr: Médiocre
it: Pessimo
ja: 悪い
pt: Ruim
ru: Плохо
zh: 糟糕

# sleep_score_soso
source: So So
es: Más o menos
fr: Comme-ci, comme-ça
it: Così così
ja: まずまず
pt: Mais ou menos
ru: Так себе
zh: 一般

# sleep_SoSo_hint1
source: "Your sleep is okay, but there's room for improvement. Try creating a calming bedtime routine, like reading or meditation, to enhance your sleep."
de: "Dein Schlaf ist in Ordnung, aber es gibt Raum zur Verbesserung. Versuche, eine beruhigende Schlafenszeit-Routine zu entwickeln, wie zum Beispiel Lesen oder Meditation, um deinen Schlaf zu verbessern."
es: "Tu sueño está bien, pero hay margen de mejora. Intenta crear una rutina relajante antes de acostarte, como la lectura o la meditación, para mejorar tu sueño."
fr: "Ton sommeil est correct, mais il y a de la place pour l'amélioration. Essaye de créer une routine apaisante avant le coucher, comme la lecture ou la méditation, pour améliorer ton sommeil."
it: "Il tuo sonno va bene, ma c'è spazio per migliorare. Prova a creare una routine rilassante prima di dormire, come leggere o meditare, per migliorare il sonno."
ja: "あなたの睡眠は普通ですが、改善の余地があります。読書や瞑想のようなリラックスした就寝前のルーティンを作って、睡眠を向上させてみてください。"
pt: "O teu sono está bem, mas há margem para melhorias. Tenta criar uma rotina tranquila antes de dormir, como a leitura ou a meditação, para melhorar o teu sono."
ru: "Твой сон вполне нормальный, но есть место для улучшения. Попробуй создать успокаивающую рутину перед сном, например, чтение или медитацию, чтобы улучшить сон."
zh: "您的睡眠一般般。尝试每天晚上建立一个放松的睡前仪式，如阅读或冥想，以改善睡眠。"

# sleep_SoSo_hint2
source: "A decent sleep can further improve. Make sure your bedroom is cool, quiet, and conducive to a good night's sleep."
de: "Ein anständiger Schlaf kann weiter verbessert werden. Stelle sicher, dass dein Schlafzimmer kühl, ruhig und förderlich für eine gute Nachtruhe ist."
es: "Un sueño decente puede mejorar aún más. Asegúrate de que tu dormitorio esté fresco, tranquilo y propicio para una buena noche de sueño."
fr: "Un sommeil décent peut encore s'améliorer. Assure-toi que ta chambre est fraîche, calme et propice à une bonne nuit de sommeil."
it: "Un sonno decente può migliorare ulteriormente. Assicurati che la tua camera da letto sia fresca, tranquilla e favorevole a una buona notte di sonno."
ja: "まずまずの睡眠はさらなる向上が可能です。寝室が涼しく、静かで良い夜の睡眠をサポートする環境であることを確認してください。"
pt: "Um sono decente pode melhorar ainda mais. Certifica-te de que o teu quarto está fresco, silencioso e propício para uma boa noite de sono."
ru: "Хороший сон может улучшиться. Убедитесь, что ваша спальня прохладная, тихая и способствует хорошему ночному сну."
zh: "一般的睡眠可以进一步改善。确保睡房凉爽、安静，以创造更好的睡眠环境。"

# sleep_SoSo_hint3
source: "Try to maintain a consistent sleep schedule, even on weekends. This can help improve the quality of your sleep."
de: "Versuche, einen regelmäßigen Schlafplan einzuhalten, auch am Wochenende. Dies kann die Qualität deines Schlafs verbessern."
es: "Intenta mantener un horario de sueño constante, incluso los fines de semana. Esto puede ayudar a mejorar la calidad de tu sueño."
fr: "Essaie de respecter un horaire de sommeil régulier, même le week-end. Cela peut contribuer à améliorer la qualité de ton sommeil."
it: "Cerca di mantenere un orario regolare per il sonno, anche durante il fine settimana. Questo può contribuire a migliorare la qualità del sonno."
ja: "週末でも規則的な睡眠スケジュールを維持しようと努力してみてください。これは睡眠の質を向上させるのに役立つかもしれません。"
pt: "Tenta manter um horário de sono consistente, mesmo aos fins de semana. Isso pode ajudar a melhorar a qualidade do teu sono."
ru: "Попробуйте придерживаться постоянного графика сна, даже в выходные. Это может помочь улучшить качество сна."
zh: "尽量保持规律的作息时间，即使在周末也应如此，这有助于改善您的睡眠质量。"

source: Sleep Stages
de: Schlafphasen
es: Etapas del sueño
fr: Stades de sommeil
it: Fasi del sonno
ja: 睡眠段階
pt: Estágios do Sono
ru: Стадии сна
zh: 睡眠周期

# sleep_wind_down
source: Wind Down
de: Entspannen
es: Relajarse
fr: Détente
it: Relax
ja: リラックス
pt: Relaxar
ru: Расслабьтесь
zh: 准备入睡

source: SMS
zh: 短信

source: Snooze
de: Schlummern
es: Posponer
fr: Répétition
ja: スヌーズ
pt: Soneca
ru: Повтор
zh: 稍后提醒

source: Snowboarding
es: Snowboard
fr: Snowboard
it: Snowboard
ja: スノーボード
pt: Snowboard
ru: Сноубординг
zh: 单板滑雪

source: Soccer
de: Fußball
es: Fútbol
fr: Football
it: Calcio
ja: サッカー
pt: Futebol
ru: Футбол
zh: 足球

source: Social Dancing
de: Gesellschaftstanz
es: Baile social
fr: Danse sociale
it: Ballo sociale
ja: ソーシャルダンス
pt: Dança Social
ru: Социальные танцы
zh: 社交舞

source: Softball
es: Sófbol
ja: ソフトボール
pt: Softbol
ru: Софтбол
zh: 垒球

source: Sort
de: Sortieren
es: Trier
fr: Trier
it: Ordina
ja: ソート
pt: Ordenar
ru: Сортировать
zh: 排序

# sos_add_contact
source: Emergency Contact
de: Notfallkontakt
es: Contacto de emergencia
fr: Contact d'urgence
it: Contatto di emergenza
ja: 緊急連絡先
pt: Contato de emergência
ru: Контакт в чрезвычайной ситуации
zh: 紧急联系人

# sos_contact_des
source: Call for a help right from your watch in case of an emergency.To use this feature,you must keep your watch close to your phone.
de: Rufen Sie im Notfall von Ihrer Uhr aus um Hilfe. Stellen Sie sicher, dass Ihre Uhr in der Nähe Ihres Telefons ist, wenn Sie diese Funktion verwenden.
es: Llamar a la ayuda desde su reloj en caso de emergencia. Asegúrese de que su reloj esté cerca de su teléfono al usar esta función.
fr: Appeler à l'aide depuis votre montre en cas d'urgence. Assurez-vous que votre montre est près de votre téléphone lorsque vous utilisez cette fonctionnalité.
it: Chiama il soccorso dal tuo orologio in caso di emergenza. Assicurati che il tuo orologio sia vicino al tuo telefono quando usi questa funzione.
ja: 緊急時には腕時計から助けを呼び出します。この機能を使用する際は、腕時計を電話の近くに置いてください。
pt: Ligue para ajuda pelo relógio em caso de emergência. Certifique-se de que o relógio esteja perto do seu telefone ao usar esse recurso.
ru: В случае чрезвычайной ситуации вызовите помощь со своего часов. Убедитесь, что ваш часы находится рядом с вашим телефоном при использовании этой функции.
zh: 在你遇到紧急情况时可以通过手表呼救。使用此功能请确保手表靠近手机。

source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
it: Velocità
ja: スピード
pt: Velocidade
ru: Скорость
zh: 速度

source: Spinning
ja: スピニング
ru: Спиннинг
zh: 动感单车

source: Splits
de: Aufspaltungen
es: División
fr: Fractionnements
it: Dettagli
ja: 分割
pt: Divisões
ru: Детали
zh: 数据分解

source: Square dance
es: Baile en línea
fr: Danse en ligne
it: Danza in linea
ja: スクエアダンス
pt: Dança em Linha
ru: Скверный танец
zh: 广场舞

source: Squash
ja: スカッシュ
ru: Сквош
zh: 壁球

source: Squat
de: Kniebeuge
es: Sentadilla
ja: スクワット
pt: Agachamento
ru: Присед
zh: 深蹲

source: Stair Stepper
de: Stepper
es: Escaladora
fr: Stepper
it: Scalatore
ja: ステッパー
pt: Escada Rolante
ru: Степпер
zh: 踏步机

source: Stand Reminder
de: Steherinnerung
es: Recordatorio para estar de pie
fr: Rappel pour se lever
it: Promemoria per alzarsi
ja: 立ち上がりのリマインダー
pt: Lembrete para ficar em pé
ru: Напоминание о вставании
zh: 站立提醒

# stand_reminder_intro
source: Receive a reminder to stand up if you've been sitting for the first 50 minutes of an hour.
de: Wenn Sie in den ersten 50 Minuten einer Stunde sitzen, erhalten Sie eine Erinnerung, aufzustehen.
es: Recibirás un recordatorio para levantarte si has estado sentado durante los primeros 50 minutos de una hora.
fr: Si vous avez été assis pendant les 50 premières minutes d'une heure, vous recevrez un rappel pour vous lever.
it: Riceverai un promemoria per alzarti se sei stato seduto per i primi 50 minuti di un'ora.
ja: 1時間の最初の50分間座っていた場合、立ち上がるようにリマインダーが送信されます。
pt: Se você ficou sentado nos primeiros 50 minutos de uma hora, receberá um lembrete para se levantar.
ru: Если вы сидели первые 50 минут часа, вы получите напоминание подняться.
zh: 如果你在1小时的前50分钟内一直坐着，将收到1条提醒你站起来的提示。

source: Steps
de: Schritte
es: Pasos
fr: Pas
it: Passi
ja: ステップ
pt: Passos
ru: Шаги
zh: 步

source: Stone
de: Stein
es: Piedra
fr: Pierre
it: Pietra
ja: ストーン
pt: Pedra
ru: Камень
zh: 英石

source: Stop
es: Detener
fr: Arrêt
it: Fermare
ja: 停止
pt: Parar
ru: Остановиться
zh: 停止

# Stop_looking_for_the_phone
source: Stop searching for the phone?
de: Aufhören, nach dem Handy zu suchen?
es: ¿Dejar de buscar el teléfono?
fr: Arrêter de chercher le téléphone ?
it: Smettere di cercare il telefono
ja: 携帯電話を探すのをやめますか？
pt: Parar de procurar o telefone?
ru: Прекратить поиск телефона?
zh: 已经找到手机了吗？

source: Stop Sync
de: Synchronisation stoppen
es: Detener la sincronización
fr: Arrêter la synchronisation
it: Arresta la sincronizzazione
ja: 同期を停止する
pt: Parar a Sincronização
ru: Остановить синхронизацию
zh: 停止同步

# strava_authorized_title
source: You have authorized the Strava account.
de: Sie haben das Strava-Konto autorisiert.
es: Ha autorizado la cuenta de Strava.
fr: Vous avez autorisé le compte Strava.
it: Hai autorizzato l'account Strava.
ja: Stravaアカウントは承認されています。
pt: Você autorizou a conta do Strava.
ru: Вы авторизовали аккаунт Strava.
zh: 您已授权Strava账号

# strava_cancel_authorize
source: Revoke Authorization
de: Autorisierung widerrufen
es: Revocar autorización
fr: Révoquer l'autorisation
it: Revoca l'autorizzazione
ja: 承認を取り消す
pt: Revogar Autorização
ru: Отозвать авторизацию
zh: 取消授权

# strava_cancel_authorize_des
source: After revoking authorization, your data will no longer be shared with Strava.
de: Nach dem Widerruf der Autorisierung werden Ihre Daten nicht mehr mit Strava geteilt.
es: Después de revocar la autorización, sus datos ya no se compartirán con Strava.
fr: Après révocation de l'autorisation, vos données ne seront plus partagées avec Strava.
it: Dopo aver revocato l'autorizzazione, i tuoi dati non saranno più condivisi con Strava.
ja: 承認を取り消すと、データはもはやStravaと共有されません。
pt: Após revogar a autorização, seus dados não serão mais compartilhados com o Strava.
ru: После отзыва авторизации ваши данные больше не будут передаваться Strava.
zh: 取消授权后，您的数据将不再与Strava共享

# strava_cancel_authorize_ques
source: Do you want to revoke Strava authorization?
de: Möchten Sie die Autorisierung für Strava widerrufen?
es: ¿Quiere revocar la autorización de Strava?
fr: Voulez-vous révoquer l'autorisation Strava ?
it: Vuoi revocare l'autorizzazione di Strava?
ja: Stravaの承認を取り消しますか？
pt: Deseja revogar a autorização do Strava?
ru: Хотите отозвать авторизацию Strava?
zh: 是否取消Strava授权？

source: Strava Privacy Policy
de: Strava-Datenschutzrichtlinie
es: Política de privacidad de Strava
fr: Politique de confidentialité Strava
it: Informativa sulla privacy di Strava
ja: Stravaプライバシーポリシー
pt: Política de Privacidade do Strava
ru: Политика конфиденциальности Strava
zh: Strava隐私政策

# strava_start_authorize
source: Start Authorization
de: Autorisierung starten
es: Iniciar autorización
fr: Démarrer l'autorisation
it: Inizia l'autorizzazione
ja: 承認を開始する
pt: Iniciar Autorização
ru: Начать авторизацию
zh: 开始授权
