Repository: hyh19/Fitnexa
Catalog: components/creekbase/lib/l10n/intl_*.arb
Languages: de, es, fr, it, ja, pt, ru, zh

# disconnected_notification
source: Your watch disconnected.Some features will be limited. Reconnect for the full experience.
de: Ihre Uhr ist getrennt. Einige Funktionen werden eingeschränkt sein. Verbinden Sie sich erneut für das volle Erlebnis.
es: Tu reloj se ha desconectado. Algunas funciones estarán limitadas. Vuelve a conectar para tener la experiencia completa.
fr: Votre montre est déconnectée. Certaines fonctionnalités seront limitées. Reconnectez-vous pour une expérience complète.
it: Il tuo orologio è disconnesso. Alcune funzioni saranno limitate. Riconnetti per un'esperienza completa.
ja: ご使用のウォッチが切断されました。一部の機能が制限されます。フルエクスペリエンスを楽しむために再接続してください。
pt: Seu relógio foi desconectado. Algumas funções estarão limitadas. Reconecte para a experiência completa.
ru: Ваше устройство отключено. Некоторые функции будут ограничены. Подключитесь снова для полного впечатления.
zh: 您的手表已断开连接，部分功能将受限。请重新连接以享受完整体验。

# Display_brightness_wake_duration
source: Wake Duration
de: Aktivierungsdauer
es: Duración de la activación
fr: Durée d'activation
it: Durata di attivazione
ja: ウェイクアップの期間
pt: Duração da ativação
ru: Продолжительность включения
zh: 亮屏时长

source: Dodgeball
de: Völkerball
ja: ドッジボール
ru: Доджбол
zh: 躲避球

source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
ja: 完了
pt: Concluído
ru: Завершено
zh: 完成

# Do_not_disturb_after_turning_on
source: After enabling the "Do Not Disturb" mode, your watch will no longer alert you when it receives notifications, but it will still save them in the 'Notification Center' on your watch.
de: Nach Aktivierung des "Nicht stören"-Modus benachrichtigt Ihre Uhr Sie nicht mehr über eingehende Mitteilungen, speichert diese jedoch weiterhin im 'Notification Center' auf Ihrer Uhr.
es: Después de habilitar el modo "No molestar", tu reloj ya no te alertará cuando reciba notificaciones, pero seguirá guardándolas en el 'Centro de Notificaciones' de tu reloj.
fr: Après avoir activé le mode "Ne pas déranger", votre montre ne vous alertera plus lorsque vous recevez des notifications, mais les sauvegardera toujours dans le 'Centre de notification' de votre montre.
it: Dopo aver abilitato la modalità "Non disturbare", il tuo orologio non ti avviserà più quando ricevi notifiche, ma le salverà comunque nel 'Centro Notifiche' del tuo orologio.
ja: 「通知を表示しない」モードを有効にすると、通知を受信しても手首を上げてもお知らせしなくなりますが、「通知センター」には保存されます。
pt: Após ativar o modo "Não perturbe", o seu relógio deixará de o alertar quando receber notificações, mas continuará a guardá-las no 'Centro de Notificações' do seu relógio.
ru: После включения режима "Не беспокоить", ваше устройство больше не будет оповещать вас о приходящих уведомлениях, но они будут по-прежнему сохраняться в «Центре уведомлений» на вашем устройстве.
zh: 开启专注模式后，当收到通知时不再提醒你，但仍会收入到手表的 “通知中心” 内。

# Do_not_disturb_end_time
source: End
de: Ende
es: Fin
fr: Fin
it: Fine
ja: 終了
pt: Fim
ru: Конец
zh: 结束时间

# Do_not_disturb_start_time
source: Start
es: Inicio
fr: Début
it: Inizio
ja: 開始
pt: Iniciar
ru: Начало
zh: 开始时间

# Do_not_disturb_Time_do_not_disturb
source: Do Not Disturb Schedule
de: Zeitplan für Nicht stören
es: Horario de No molestar
fr: Plan de Ne pas déranger
it: Programma "Non disturbare"
ja: ノットディスターブスケジュール
pt: Horário de Não Perturbar
ru: График "Не беспокоить"
zh: 定时勿扰

# Dont_have_an_account
source: Don’t have an account yet?
de: Sie haben noch kein Konto?
es: ¿Aún no tienes una cuenta?
fr: Vous n'avez pas encore de compte ?
it: Non hai ancora un account?
ja: まだアカウントを持っていません
pt: Ainda não tem uma conta?
ru: Вы еще не создали аккаунт?
zh: 还未拥有账号

# dragon_boat_race
source: Dragon Boat Racing
de: Drachenbootrennen
es: Carrera de dragones
fr: Course de dragon
it: Gara di dragoni
ja: ドラゴンボート
pt: Corrida de Dragão
ru: Гонки на драконьих лодках
zh: 龙舟

source: Dumbbell
de: Hanteln
es: Mancuerna
fr: Haltères
it: Manubrio
ja: ダンベル
pt: Haltere
ru: Гантели
zh: 哑铃

# Duration
source: Durations
de: Dauer
es: Duraciones
fr: Durées
it: Durata
ja: 持続時間
pt: Durações
ru: Продолжительность
zh: 时长

# during_exercise_use_phone_gps
source: Currently using phone GPS for tracking
de: Verwende derzeit das GPS des Telefons
es: Usando actualmente el GPS del teléfono
fr: Utilisation actuelle du GPS du téléphone
it: Attualmente in uso il GPS del telefono
ja: 現在、携帯電話のGPSを使用して軌跡を記録中
pt: Atualmente usando o GPS do telefone
ru: В настоящее время используется GPS телефона
zh: 正在使用手机GPS记录轨迹

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
pt: Editar
ru: Редактировать
zh: 编辑

# edit_face_Activity
source: Activity
de: Aktivität
es: Actividad
fr: Activité
it: Attività
ja: アクティビティ
pt: Atividade
ru: Активность
zh: 活动

# edit_face_Alarm
source: Alarm
es: Alarma
fr: Alarme
it: Allarme
ja: アラーム
pt: Alarme
ru: Будильник
zh: 闹钟

# edit_face_AmbientVolume
source: Ambient Volume
de: Umgebungslautstärke
es: Volumen ambiental
fr: Volume ambiant
it: Volume ambientale
ja: 周囲の音量
pt: Volume ambiente
ru: Окружающий объем
zh: 环境音量

# edit_face_BloodOxygen
source: Blood Oxygen
de: Sauerstoff im Blut
es: Oxígeno en sangre
fr: Oxygène sanguin
it: Ossigeno nel sangue
ja: 血中の酸素
pt: Oxigênio no sangue
ru: Кровь кислород
zh: 血氧

# edit_face_breathing_exercises
source: Breathing Exercise
de: Atemübungen
es: Ejercicio de respiración
fr: Exercice de respiration
it: Esercizio di respirazione
ja: 呼吸法トレーニング
pt: Exercício de respiração
ru: Дыхательная гимнастика
zh: 呼吸训练

# edit_face_Call
source: Call
de: Anruf
es: Llamada
fr: Appel
it: Chiamata
ja: 通話
pt: Chamada
ru: Звонок
zh: 通话

# edit_face_Camera
source: Camera
de: Kamera
es: Cámara
fr: Appareil photo
it: Fotocamera
ja: カメラ
pt: Câmera
ru: Камера
zh: 相机

# edit_face_Energy
source: Energy
de: Energie
es: Energía
fr: Énergie
it: Energia
ja: エネルギー
pt: Energia
ru: Энергия
zh: 热量消耗

# edit_face_Flashlight
source: Flashlight
de: Taschenlampe
es: Linterna
fr: Lampe de poche
it: Torcia
ja: 懐中電灯
pt: Lanterna
ru: Фонарик
zh: 手电筒

# edit_face_Stopwatch
source: Stopwatch
de: Stoppuhr
es: Cronómetro
fr: Chronomètre
it: Cronometro
ja: ストップウォッチ
pt: Cronômetro
ru: Секундомер
zh: 秒表

# edit_face_Timer
source: Timer
es: Temporizador
fr: Minuteur
ja: タイマー
pt: Temporizador
ru: Таймер
zh: 计时器

# edit_face_workouts
source: Workouts
es: Entrenamientos
fr: Entraînements
it: Allenamenti
ja: トレーニング
pt: Exercícios
ru: Тренировки
zh: 锻炼

# edit_sleep_schedule
source: Edit Your Schedule
de: Zeitplan bearbeiten
es: Editar tu horario
fr: Modifier votre emploi du temps
it: Modifica il tuo programma
ja: スケジュールを編集する
pt: Editar seu Horário
ru: Изменить ваш график
zh: 编辑睡眠计划

source: Edit watch name
de: Uhrennamen bearbeiten
es: Editar el nombre del reloj
fr: Modifier le nom de la montre
it: Modifica il nome dell'orologio
ja: ウォッチ名の編集
pt: Editar o nome do relógio
ru: Изменить имя часов
zh: 编辑手表名称

source: Elevation
de: Höhe
es: Altitud
fr: Altitude
it: Altezza
ja: 標高
pt: Altitude
ru: Высота
zh: 海拔高度

source: Elliptical
de: Ellipsentrainer
es: Elíptica
fr: Vélo elliptique
it: Ellittica
ja: エリプティカル
pt: Elíptico
ru: Эллиптический тренажер
zh: 椭圆机

source: Email
es: Correo electrónico
fr: Adresse e-mail
ja: メールアドレス
ru: Электронная почта
zh: 邮箱

# E_mail_title
source: E-mail
es: Correo electrónico
ja: Eメール
ru: Эл.почта
zh: 邮件

source: Enable the Common Functions
de: Aktivieren Sie die häufig verwendeten Funktionen
es: Habilitar las funciones comunes
fr: Activer les fonctions courantes
it: Abilita le funzioni comuni
ja: 一般的な機能を有効にする
pt: Habilitar as Funções Comuns
ru: Включите общие функции
zh: 开启常用功能

source: Energy
de: Energie
es: Energía
fr: Énergie
it: Energia
ja: エネルギー
pt: Energia
ru: Энергия
zh: 热量

# Enter_email_you_used_to_create_account
source: Enter the email you used for your account. We'll send you a verification code to reset your password.
de: Geben Sie die E-Mail-Adresse ein, die Sie für Ihr Konto verwendet haben. Wir senden Ihnen einen Bestätigungscode, um Ihr Passwort zurückzusetzen.
es: Introduce el correo electrónico que utilizaste para tu cuenta. Te enviaremos un código de verificación para restablecer tu contraseña.
fr: Entrez l'e-mail que vous avez utilisé pour votre compte. Nous vous enverrons un code de vérification pour réinitialiser votre mot de passe.
it: Inserisci l'email che hai usato per il tuo account. Ti invieremo un codice di verifica per reimpostare la password.
ja: アカウントに使用したメールアドレスを入力してください。パスワードをリセットするための確認コードをお送りします。
pt: Digite o email que você usou para sua conta. Vamos enviar um código de verificação para redefinir sua senha.
ru: Введите адрес электронной почты, который вы использовали для вашего аккаунта. Мы вышлем вам код подтверждения для сброса пароля.
zh: 请输入你的账号用的邮箱。我们将向该邮箱发送一封包含验证码的邮件帮你重置密码。

source: Enter new email address
de: Geben Sie Ihre neue E-Mail-Adresse ein
es: Ingrese una nueva dirección de correo electrónico
fr: Entrez une nouvelle adresse e-mail
it: Inserisci la nuova email
ja: 新しいメールアドレスを入力してください
pt: Insira um novo endereço de email
ru: Введите новый адрес электронной почты
zh: 输入新邮箱地址

source: Enter new password
de: Geben Sie ein neues Passwort ein
es: Ingrese una nueva contraseña
fr: Entrez un nouveau mot de passe
it: Inserisci una nuova password
ja: 新しいパスワードを入力してください
pt: Digite uma nova senha
ru: Введите новый пароль
zh: 输入新密码

# enter_the_pairing_code_tips
source: Please enter the pairing code generated on your watch.
de: Bitte geben Sie den auf Ihrer Uhr generierten Pairing-Code ein.
es: Por favor, ingrese el código de emparejamiento generado en su reloj.
fr: Veuillez saisir le code d'association généré sur votre montre.
it: Inserisci il codice di accoppiamento generato sul tuo orologio.
ja: 腕時計で生成されたペアリングコードを入力してください。
pt: Por favor, insira o código de emparelhamento gerado em seu relógio.
ru: Пожалуйста, введите код подключения, сгенерированный на вашем часах.
zh: 请输入你手表上生成的配对码

source: Enter Verification Code
de: Geben Sie den Bestätigungscode ein
es: Ingrese el código de verificación
fr: Entrez le code de vérification
it: Inserisci il codice di verifica
ja: 確認コードを入力してください
pt: Digite o código de verificação
ru: Введите код подтверждения
zh: 输入验证码

source: Enter your email
de: Geben Sie Ihre E-Mail-Adresse ein
es: Introduzca su correo electrónico
fr: Entrez votre adresse e-mail
it: Inserisci il tuo indirizzo email
ja: メールアドレスを入力してください
pt: Digite seu email
ru: Введите свой адрес электронной почты
zh: 输入你的邮箱

source: Enter your first name
de: Geben Sie Ihren Vornamen ein
es: Ingrese su nombre
fr: Entrez votre prénom
it: Inserisci il tuo nome
ja: あなたの名前を入力してください
pt: Digite o seu nome
ru: Введите свое имя
zh: 输入你的名字

source: Enter your last name
de: Geben Sie Ihren Nachnamen ein
es: Ingrese su apellido
fr: Entrez votre nom de famille
it: Inserisci il tuo cognome
ja: あなたの姓を入力してください
pt: Digite o seu sobrenome
ru: Введите свою фамилию
zh: 输入你的姓氏

# EnterYourPassword
source: Enter password
de: Passwort eingeben
es: Ingrese la contraseña
fr: Entrer le mot de passe
it: Inserisci la password
ja: パスワードを入力してください
pt: Digite a senha
ru: Введите пароль
zh: 输入密码

# Equipment_failure
source: Watch Malfunctioned
de: Die Uhr funktioniert nicht richtig
es: Mal funcionamiento del reloj
fr: Problème avec la montre
it: Malfunzionamento dell'orologio
ja: 時計が故障しています
pt: Relógio com mau funcionamento
ru: Неисправность часов
zh: 手表故障

source: European
de: Europäer
es: Europeo
fr: Européen
it: Europeo
ja: 欧州
pt: Europeu
ru: Европейский
zh: 欧盟

# Exercise_heart_rate_zone
source: Heart Rate Zone
de: Herzfrequenz-Zone
es: Zona de frecuencia cardíaca
fr: Zone de fréquence cardiaque
it: Zona di frequenza cardiaca
ja: 心拍数ゾーン
pt: Zona de frequência cardíaca
ru: Зона пульса
zh: 心率区间

source: Exit
de: Beenden
es: Salir
fr: Sortie
it: Uscita
ja: 終了
pt: Sair
ru: Выход
zh: 退出

# exit_accout_caution_cancle
source: Stay logged in
de: Angemeldet bleiben
es: Mantenerse conectado
fr: Rester connecté
it: Rimanere connesso
ja: ログイン状態を維持する
pt: Manter-se logado
ru: Оставаться в системе
zh: 保持登录

# exit_accout_caution_exit_after_sync
source: Exit after synchronization
de: Nach der Synchronisation beenden
es: Salir después de la sincronización
fr: Quitter après la synchronisation
it: Uscire dopo la sincronizzazione
ja: 同期後に終了する
pt: Sair após a sincronização
ru: Выйти после синхронизации
zh: 同步后退出

# exit_accout_caution_exit_after_sync_des
source: Under the logged-in state, data will be uploaded in batches non-real-time. If you choose to log out, to ensure your data is not lost, the app will automatically log you out after syncing data.
de: Unter dem angemeldeten Zustand werden Daten in Chargen nicht in Echtzeit hochgeladen. Wenn Sie sich entscheiden abzumelden, wird automatisch ausgeloggt, um Ihre Daten zu schützen.
es: Bajo el estado de inicio de sesión, los datos se cargarán por lotes no en tiempo real. Si eliges salir, para asegurar que tus datos no se pierdan, la aplicación cerrará la sesión automáticamente después de sincronizar los datos.
fr: Sous l'état connecté, les données seront téléchargées par lots non en temps réel. Si vous choisissez de vous déconnecter, pour assurer que vos données ne soient pas perdues, l'application vous déconnectera automatiquement après la synchronisation des données.
it: Nel caso di stato di accesso, i dati verranno caricati a lotti non in tempo reale. Se scegli di disconnetterti, per assicurare che i tuoi dati non vengano persi, l'app si disconnetterà automaticamente dopo la sincronizzazione dei dati.
ja: ログイン状態のまま、データは非リアルタイムで分批でアップロードされます。ログアウトを選択した場合、データが同期された後、アプリは自動的にログアウトします。
pt: Sob o estado logado, os dados serão carregados em lotes não em tempo real. Se você optar por sair, para garantir que seus dados não sejam perdidos, o aplicativo se desconectará automaticamente após a sincronização dos dados.
ru: В состоянии входа в систему данные будут загружаться по частям не в режиме реального времени. Если вы выберете выход, чтобы гарантировать, что ваши данные не потеряны, приложение автоматически выйдет после синхронизации данных.
zh: 保持登录状态下将分批非实时自动上传，若您选择退出，为保障您的数据不丢失，同步数据后会为您自动退出

# exit_accout_caution_exit_after_sync_title
source: Please sync data before exiting
de: Bitte synchronisieren Sie die Daten, bevor Sie beenden
es: Sincronice los datos antes de salir
fr: Veuillez synchroniser les données avant de quitter
it: Si prega di sincronizzare i dati prima di uscire
ja: データを同期してから終了してください
pt: Por favor, sincronize os dados antes de sair
ru: Пожалуйста, синхронизируйте данные перед выходом
zh: 请同步未上传数据后再退出

# exit_accout_caution_exit_network_error_des
source: Please check the network status first, then you can choose to resync data before exiting or cancel the operation
de: Bitte überprüfen Sie zuerst den Netzwerkstatus, dann können Sie wählen, die Daten neu zu synchronisieren, bevor Sie beenden oder die Operation abbrechen
es: Por favor, compruebe primero el estado de la red, luego puede optar por volver a sincronizar los datos antes de salir o cancelar la operación
fr: Veuillez d'abord vérifier l'état du réseau, puis vous pouvez choisir de resynchroniser les données avant de quitter ou d'annuler l'opération
it: Si prega di verificare prima lo stato della rete, quindi è possibile scegliere di resincronizzare i dati prima di uscire o annullare l'operazione
ja: まずネットワークの状態を確認してから、データを再同期して終了するか、操作をキャンセルするかを選択できます
pt: Por favor, verifique primeiro o status da rede e, em seguida, você pode optar por ressincronizar os dados antes de sair ou cancelar a operação
ru: Пожалуйста, сначала проверьте состояние сети, затем вы можете выбрать пересинхронизацию данных перед выходом или отменить операцию
zh: 请先检查网络状态，之后可选择重新同步数据后退出或取消本次操作

# exit_accout_caution_sync_failed
source: Data sync failed
de: Daten-Synchronisierung fehlgeschlagen
es: Fallo de sincronización de datos
fr: Échec de la synchronisation des données
it: Sincronizzazione dati fallita
ja: データ同期に失敗しました
pt: Falha na sincronização de dados
ru: Ошибка синхронизации данных
zh: 数据同步失败

# exit_accout_caution_sync_failed_des
source: Something unexpected happened; you can choose to resync data before exiting or cancel the operation
de: Es ist etwas Unerwartetes passiert; Sie können wählen, die Daten neu zu synchronisieren, bevor Sie beenden oder die Operation abbrechen
es: Algo inesperado sucedió; puede optar por volver a sincronizar los datos antes de salir o cancelar la operación
fr: Quelque chose d'inattendu s'est produit ; vous pouvez choisir de resynchroniser les données avant de quitter ou d'annuler l'opération
it: È successo qualcosa di imprevisto; puoi scegliere di resincronizzare i dati prima di uscire o annullare l'operazione
ja: 予期せぬ問題が発生しました。終了する前にデータを再同期するか、操作をキャンセルするかを選択できます
pt: Algo inesperado aconteceu; você pode optar por ressincronizar os dados antes de sair ou cancelar a operação
ru: Произошло что-то неожиданное; вы можете выбрать пересинхронизацию данных перед выходом или отменить операцию
zh: 发生了点意外，您可以选择重新同步数据后退出，也可以选择取消本次操作

# exit_accout_exit_after_sync_success
source: Data sync successful. Account has been logged out.
de: Daten-Synchronisierung erfolgreich. Konto wurde abgemeldet.
es: Sincronización de datos exitosa. La cuenta ha sido desconectada.
fr: Synchronisation des données réussie. Le compte a été déconnecté.
it: Sincronizzazione dati riuscita. L'account è stato scollegato.
ja: データ同期成功。 アカウントはログアウトしました。
pt: Sincronização de dados bem-sucedida. A conta foi desconectada.
ru: Успешная синхронизация данных. Учетная запись вышла из системы.
zh: 数据同步成功 账号已退出

# exit_accout_exit_after_sync_syncing
source: Syncing unsynchronized data. Will automatically log out after syncing is complete.
de: Synchronisiert nicht hochgeladene Daten. Wird automatisch ausgeloggt, nachdem die Synchronisierung abgeschlossen ist.
es: Sincronizando datos no subidos. Se desconectará automáticamente después de completar la sincronización.
fr: Synchronisation des données non téléchargées en cours. La déconnexion automatique s'effectuera après la synchronisation.
it: Sto sincronizzando dati non caricati. Il logout automatico avverrà dopo il completamento della sincronizzazione.
ja: 未アップロードデータの同期中。 同期が完了したら自動的にログアウトします。
pt: Sincronizando dados não enviados. Você será desconectado automaticamente após a sincronização.
ru: Синхронизация не загруженных данных. После завершения синхронизации произойдет автоматический выход.
zh: 正在同步未上传数据 同步完成后将自动退出登录

source: Explore
de: Entdecken
es: Explorar
fr: Explorer
it: Esplorare
ja: エクスプローラー
pt: Explorar
ru: Исследовать
zh: 马上体验

# face_gallery_network_error_des
source: Network issue, please refresh Please ensure % has network permissions enabled
de: Netzwerkproblem, bitte aktualisieren Bitte stellen Sie sicher, dass % Netzwerkberechtigungen hat
es: Problema de red, por favor actualiza Por favor, asegúrese de que % tenga permisos de red habilitados
fr: Problème de réseau, veuillez rafraîchir Veuillez vous assurer que % a les autorisations réseau activées
it: Problema di rete, prova a ricaricare Si prega di assicurarsi che % abbia le autorizzazioni di rete abilitate
ja: ネットワークの問題、リフレッシュ %のネットワーク許可が有効であることを確認してください
pt: Problema de rede, por favor atualize Por favor, certifique-se de que o % tem permissões de rede habilitadas
ru: Проблема сети, обновите страницу Пожалуйста, убедитесь, что у % включены разрешения на сеть
zh: 网络异常，请检查后刷新 请确保已为%开启了网络权限

# face_gallery_network_error_title
source: Network Issue
de: Netzwerkproblem
es: Problema de red
fr: Problème de réseau
it: Problema di rete
ja: ネットワークの問題
pt: Problema de rede
ru: Проблема сети
zh: 网络异常

# face_gallery_question_feedback
source: Feedback
de: Feedback melden
es: Informar un problema
fr: Signaler un problème
it: Segnala un problema
ja: フィードバック
ru: Обратная связь
zh: 反馈问题

# face_gallery_refresh
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Rafraîchir
it: Aggiorna
ja: リフレッシュ
pt: Atualizar
ru: Обновить
zh: 刷新

# face_gallery_unknown_error_des
source: Unknown issue, please try refreshing If the issue persists after multiple refresh attempts, you can choose to provide feedback. We will analyze the specific problem based on the log automatically attached when you give feedback.
de: Unbekannter Fehler, versuchen Sie es mit einem Refresh Wenn das Problem nach mehreren Aktualisierungsversuchen weiterhin besteht, können Sie wählen, Feedback zu geben. Wir analysieren das spezifische Problem anhand des automatisch beigefügten Protokolls, wenn Sie Feedback geben.
es: Problema desconocido, por favor, intenta actualizar Si el problema persiste después de varios intentos de actualización, puedes optar por enviar comentarios. Analizaremos el problema específico en función del registro adjunto automáticamente cuando envías comentarios.
fr: Problème inconnu, veuillez essayer de rafraîchir Si le problème persiste après plusieurs tentatives de rafraîchissement, vous pouvez choisir de donner votre avis. Nous analyserons le problème spécifique en fonction du journal automatiquement joint lorsque vous donnez votre avis.
it: Errore sconosciuto, prova a ricaricare Se il problema persiste dopo vari tentativi di ricarica, puoi scegliere di fornire feedback. Analizzeremo il problema specifico in base al registro automaticamente allegato quando fornisci feedback.
ja: 未知の問題、リフレッシュ 複数回のリフレッシュでも問題が解決しない場合は、フィードバックを選択できます。フィードバック時に自動的に添付される問題ログをもとに具体的な問題を分析します。
pt: Problema desconhecido, por favor, tente atualizar Se o problema persistir após várias tentativas de atualização, você pode optar por fornecer feedback. Analisaremos o problema específico com base no registro automaticamente anexado quando você fornecer feedback.
ru: Неизвестная ошибка, попробуйте обновить Если проблема сохраняется после нескольких попыток обновления, вы можете выбрать отправку отзыва. Мы проанализируем конкретную проблему на основе автоматически прикрепленного журнала при отправке отзыва.
zh: 未知异常，请尝试刷新 若多次刷新后仍未恢复可选择反馈问题，我们将根据您反馈时自动附带的问题日志分析具体问题

# face_gallery_unknown_error_title
source: Unknown Issue
de: Unbekannter Fehler
es: Problema desconocido
fr: Problème inconnu
it: Errore sconosciuto
ja: 未知の問題
pt: Problema desconhecido
ru: Неизвестная ошибка
zh: 未知异常

# face_market_des
source: Choose from a rich selection of watch faces
de: Wählen Sie aus einer reichhaltigen Auswahl an Zifferblättern
es: Elija entre una amplia selección de esferas de reloj
fr: Choisissez parmi une large sélection de cadrans de montre
it: Scegli tra una vasta selezione di quadranti per orologi
ja: 豊富なウォッチフェイスから選択してください
pt: Escolha entre uma ampla seleção de mostradores de relógio
ru: Выберите из обширного выбора циферблатов
zh: 丰富精美的表盘任你选择

source: Fahrenheit
ja: 華氏度
ru: Фаренгейт
zh: 华氏度

# failed_to_load
source: Failed to load. Please try again.
de: Laden fehlgeschlagen. Bitte versuchen Sie es erneut
es: Error al cargar. Inténtalo de nuevo
fr: Échec du chargement. Veuillez réessayer
it: Caricamento fallito. Riprova
ja: 読み込み失敗。再試行してください。
pt: Falha ao carregar. Tente novamente
ru: Загрузка не удалась. Пожалуйста, попробуйте снова
zh: 加载失败，请重试

source: Fair
es: Regular
fr: Moyen
it: Mediocre
ja: 普通
pt: Regular
ru: Обычно
zh: 一般

# Favorite_contacts
source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
ja: お気に入り
pt: Favoritos
ru: Избранные
zh: 常用联系人

source: Feb
de: Februar
fr: Fév
ja: 2月
pt: Fev
ru: Фев
zh: 2月

source: February
de: Februar
es: Febrero
fr: Février
it: Febbraio
ja: 2月
pt: Fevereiro
ru: Февраль
zh: 2月

source: Feedback
es: Comentarios
fr: Retour d'information
ja: フィードバック
ru: Обратная связь
zh: 反馈建议

source: Female
de: Weiblich
es: Mujer
fr: Femme
it: Femmina
ja: 女性
pt: Feminino
ru: Женщина
zh: 女

source: Fencing
de: Fechten
es: Esgrima
fr: Escrime
it: Scherma
ja: フェンシング
pt: Esgrima
ru: Фехтование
zh: 击剑
