Repository: hyh19/Fitnexa
Catalog: components/creekbase/lib/l10n/intl_*.arb
Languages: de, es, fr, it, ja, pt, ru, zh

source: Pace
de: Tempo
es: Ritmo
fr: Allure
it: Passo
ja: ペース
pt: Ritmo
ru: Темп
zh: 配速

# paddle
source: Paddling
de: Paddeln
es: Remo
fr: Canoë-kayak
it: Paddle
ja: パドリング
pt: Remo
ru: Гребля
zh: 划桨

source: Padel
ja: パデル
ru: Падель
zh: 笼式网球

source: Pairing...
de: Verbinden...
es: Emparejando...
fr: Appairage en cours...
it: Associazione in corso...
ja: ペアリング中...
pt: Emparelhando...
ru: Подключение...
zh: 配对中...

# Pairing_connecting
source: Connecting…
de: Verbinde...
es: Conectando...
fr: Connexion en cours...
it: Connessione in corso...
ja: 接続中...
pt: Conectando...
ru: Подключение...
zh: 连接中...

# Pairing_connection_failed
source: Unable to Connect to Your Watch
de: Kann keine Verbindung zu deiner Uhr herstellen
es: No se puede conectar a tu reloj
fr: Impossible de se connecter à votre montre
it: Impossibile connettersi al tuo orologio
ja: あなたの時計に接続できません
pt: Não é possível se conectar ao seu relógio
ru: Не удается подключиться к вашим часам
zh: 无法连接你的手表

# Pairing_connection_failed_tips
source: Make sure your watch is powered on and is not paired with another phone.
de: Stellen Sie sicher, dass Ihre Uhr eingeschaltet ist und nicht mit einem anderen Telefon gekoppelt ist.
es: Asegúrate de que tu reloj esté encendido y no esté emparejado con otro teléfono.
fr: Assurez-vous que votre montre est allumée et n'est pas associée à un autre téléphone.
it: Assicurati che il tuo orologio sia acceso e non sia accoppiato con un altro telefono.
ja: 時計が電源を入れており、他の電話とペアリングされていないことを確認してください。
pt: Certifique-se de que o seu relógio está ligado e não está emparelhado com outro telefone.
ru: Убедитесь, что ваш часы включен и не связан с другим телефоном.
zh: 请确认你的手表处于开机状态且未与其他手机绑定

# Pairing_device_title
source: Pair
de: Gerät hinzufügen
es: Agregar dispositivo
fr: Ajouter un appareil
it: Aggiungi dispositivo
ja: ペアリング
pt: Emparelhar
ru: Добавить
zh: 添加设备

# pairing_with_your_watch
source: Set Up a Watch
de: Eine Uhr einrichten
es: Configurar un reloj
fr: Configurer une montre
it: Configura un orologio
ja: 時計を設定する
pt: Configurar um relógio
ru: Настроить часы
zh: 添加新手表

# Pair_scan_the_qr_code
source: Scan The QR Code on The Watch
de: Scannen Sie den QR-Code auf der Uhr
es: Escanear el código QR en el reloj
fr: Scanner le code QR sur la montre
it: Scansiona il codice QR sull'orologio
ja: 腕時計のQRコードをスキャンしてください
pt: Escaneie o código QR no relógio
ru: Сканируйте QR-код на часах
zh: 对准手表上的二维码

# Pair_watchic_does_not_have_system_camera
source: % does not have system camera permission and can not scan the QR code. Please proceed to grant permissions.
de: % hat keine Berechtigung für die Kamera und kann den QR-Code nicht scannen. Bitte erteilen Sie die Berechtigungen.
es: % no tiene los permisos de la cámara del sistema y no puede escanear el código QR. Por favor, conceda los permisos.
fr: % n'a pas les autorisations de l'appareil photo et ne peut pas scanner le code QR. Veuillez accorder les autorisations.
it: % non ha i privilegi della fotocamera di sistema e non può scansionare il codice QR. Si prega di concedere i permessi.
ja: %はシステムのカメラ権限がありません。QRコードをスキャンできません。権限を付与してください。
pt: % não possui privilégios de câmera do sistema e não consegue escanear o código QR. Por favor, conceda as permissões.
ru: У % нет разрешений на камеру системы и он не может сканировать QR-код. Пожалуйста, предоставьте разрешения.
zh: % 未获得系统相机权限，无法扫描二维码，请前往授予权限

# Pair_watchic_wants_to_use_bluetooth
source: Allow "%" to Access Bluetooth
de: "%" Zugriff auf Bluetooth erlauben
es: Permitir "%" para acceder a Bluetooth
fr: Autoriser "%" à accéder au Bluetooth
it: Consenti a "%" di accedere a Bluetooth
ja: % に Bluetooth アクセスを許可する
pt: Permitir "%" a Acessar o Bluetooth
ru: Позволить "%" получить доступ к Bluetooth
zh: 允许%使用蓝牙服务

# parallel_bar
source: Parallel bars
de: Barren
es: Barras paralelas
fr: Barres parallèles
it: Parallele
ja: 片手ばり
pt: Barras Paralelas
ru: Параллельные брусья
zh: 双杠

# paring_code_title
source: Pairing With Your Watch
de: Koppeln mit deiner Uhr
es: Emparejamiento con su reloj
fr: Association avec votre montre
it: Abbinamento con il tuo orologio
ja: 時計とペアリング
pt: Emparelhamento com seu relógio
ru: Подключение к вашим часам
zh: 和你的手表配对

# paring_code_you_entered_doesn_match
source: Sorry, the code you entered doesn't match
de: Entschuldigung, der von Ihnen eingegebene Code stimmt nicht überein
es: Lo siento, el código que ingresaste no coincide
fr: Désolé, le code que vous avez saisi ne correspond pas
it: Spiacente, il codice che hai inserito non corrisponde
ja: 申し訳ありませんが、入力したコードが一致しません
pt: Desculpe, o código que você digitou não corresponde
ru: Извините, введенный вами код не совпадает
zh: 你输入的配对码有误

# paring_tips
source: Press and hold the side button of the watch to turn it on before Bluetooth searching.
de: Drücken Sie die Seitentaste der Uhr lange, um sie einzuschalten, bevor Sie nach Bluetooth suchen.
es: Mantén presionado el botón lateral del reloj para encenderlo antes de buscar Bluetooth.
fr: Appuyez longuement sur le bouton latéral de la montre pour l'allumer avant de rechercher le Bluetooth.
it: Tieni premuto il pulsante laterale dell'orologio per accenderlo prima della ricerca Bluetooth.
ja: Bluetooth検索前にウォッチのサイドボタンを長押しして電源を入れてください。
pt: Pressione e segure o botão lateral do relógio para ligá-lo antes de procurar o Bluetooth.
ru: Нажмите и удерживайте боковую кнопку часов, чтобы включить их перед поиском Bluetooth.
zh: 搜索前请先佩戴手表，并长按表冠开机。

source: Parkour
ja: パルクール
ru: Паркур
zh: 跑酷

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
pt: Senha
ru: Пароль
zh: 密码

# Password_must_contain_digits
source: Password must be 8 to 16 characters long and include at least 1 number and 1 letter
de: Das Passwort muss 8 bis 16 Zeichen lang sein und mindestens 1 Zahl und 1 Buchstaben enthalten
es: La contraseña debe tener entre 8 y 16 caracteres e incluir al menos 1 número y 1 letra
fr: Le mot de passe doit comporter de 8 à 16 caractères et inclure au moins 1 chiffre et 1 lettre
it: La password deve essere lunga da 8 a 16 caratteri e includere almeno 1 numero e 1 lettera
ja: パスワードは8～16文字で、数字1つと文字1つを含める必要があります
pt: A senha deve ter de 8 a 16 caracteres e incluir pelo menos 1 número e 1 letra
ru: Пароль должен быть от 8 до 16 символов и включать хотя бы 1 цифру и 1 букву
zh: 密码长度8~16位且其中至少要包含1个数字和1个字母

# personal_data_is_important
source: Your personal data is important for accurately tracking your steps, distance, and calorie burn.
de: Ihre persönlichen Daten sind wichtig, um Ihre Schritte, Entfernung und Kalorienverbrennung genau zu verfolgen.
es: Sus datos personales son importantes para realizar un seguimiento preciso de sus pasos, distancia y quema de calorías.
fr: Vos données personnelles sont importantes pour suivre avec précision vos pas, votre distance et votre dépense calorique.
it: I tuoi dati personali sono importanti per tracciare con precisione i tuoi passi, la distanza e le calorie bruciate.
ja: あなたの個人データは、ステップ、距離、カロリー消費を正確に追跡するために重要です。
pt: Seus dados pessoais são importantes para rastrear com precisão seus passos, distância e queima de calorias.
ru: Ваши личные данные важны для точного отслеживания ваших шагов, расстояния и сжигания калорий.
zh: 您的个人身体数据对准确地跟踪步数、距离和卡路里消耗有重要作用。

# Personal_information
source: Personal
de: Persönlich
fr: Personnel
it: Personale
ja: 個人
pt: Pessoal
ru: Личное
zh: 个人信息

# Photo_face
source: Photos
de: Fotos
es: Fotos
it: Foto
ja: 写真
pt: Fotos
ru: Фотографии
zh: 照片表盘

# photo_permison_instructions
source: To create a personalized watch face using your favorite photos for your smartwatch.
de: Erstellen Sie ein personalisiertes Zifferblatt mit Ihren Lieblingsfotos für Ihre Smartwatch.
es: Crea una esfera de reloj personalizada utilizando tus fotos favoritas para tu smartwatch.
fr: Créez un cadran de montre personnalisé à l'aide de vos photos préférées pour votre montre connectée.
it: Crea un quadrante del tuo orologio personalizzato utilizzando le tue foto preferite per il tuo smartwatch.
ja: お気に入りの写真を使用して、自分だけのウォッチフェイスを作成します。
pt: Crie um mostrador de relógio personalizado usando suas fotos favoritas para o seu smartwatch.
ru: Создайте персонализированный циферблат с помощью ваших любимых фотографий для смарт-часов.
zh: 用你喜爱的照片创造专属于你的智能手表表盘

# photo_storage_permission_des
source: This permission is needed to support uploading and adding a personal avatar or creating a photo watch face
de: Diese Berechtigung ist erforderlich, um das Hochladen und Hinzufügen eines persönlichen Avatars oder das Erstellen eines Foto-Zifferblatts zu unterstützen
es: Se necesita este permiso para admitir la carga y adición de un avatar personal o la creación de una esfera de reloj con fotos
fr: Cette autorisation est nécessaire pour prendre en charge le téléchargement et l'ajout d'un avatar personnel ou la création d'un cadran de montre photo
it: Questa autorizzazione è necessaria per supportare il caricamento e l'aggiunta di un avatar personale o la creazione di un quadrante con foto
ja: この権限が必要です。個人のアバターをアップロードおよび追加するか、写真ウォッチフェイスを作成するために使用されます
pt: Esta permissão é necessária para suportar o carregamento e adição de um avatar pessoal ou a criação de uma face de relógio com fotos
ru: Это разрешение необходимо для поддержки загрузки и добавления персонального аватара или создания циферблата с фотографиями
zh: 需要此权限以支持您上传添加个人头像或制作照片表盘

# photo_storage_permission_title
source: Instructions for Gallery and Storage Permissions
de: Anweisungen zur Verwendung von Galerie- und Speicherberechtigungen
es: Instrucciones de uso de los permisos de galería y almacenamiento
fr: Instructions d'utilisation des autorisations de galerie et de stockage
it: Istruzioni per l'uso delle autorizzazioni per la galleria e lo storage
ja: ギャラリーおよびストレージ権限の使用方法
pt: Instruções de uso das permissões de galeria e armazenamento
ru: Инструкции по использованию разрешений на галерею и хранение
zh: 相册及存储权限使用说明

# physical_data_title
source: Physiological Information
de: Physiologische Informationen
es: Información fisiológica
fr: Informations physiologiques
it: Informazioni fisiologiche
ja: 生理情報
pt: Informações Fisiológicas
ru: Физиологическая информация
zh: 生理信息

# physical_or_mental_condition
source: Explore tips for relieving stress.
de: Erkunden Sie Tipps zur Stressbewältigung.
es: Explore consejos para aliviar el estrés.
fr: Explorez des conseils pour soulager le stress.
it: Esplora i suggerimenti per alleviare lo stress.
ja: ストレス緩和のためのヒントを見る
pt: Explore dicas para aliviar o estresse.
ru: Исследуйте советы по снятию стресса.
zh: 探索缓解压力的小贴士。

source: Pickleball
ja: ピクルボール
ru: Пиклбол
zh: 匹克球

source: Pilates
ja: ピラティス
ru: Пилатес
zh: 普拉提

source: Plank
es: Plancha
fr: Gainage
ja: プランク
pt: Prancha
ru: Планка
zh: 平板支撑

source: Please add at least one watch.
de: Bitte fügen Sie mindestens eine Uhr hinzu
es: Por favor, agregue al menos un reloj
fr: Veuillez ajouter au moins une montre
it: Si prega di aggiungere almeno un orologio
ja: 少なくとも1つのウォッチを追加してください
pt: Por favor, adicione pelo menos um relógio
ru: Пожалуйста, добавьте хотя бы одни часы
zh: 请至少添加一块手表

# please_complete_the_information
source: Please Complete Your Personal Information
de: Bitte vervollständigen Sie Ihre persönlichen Informationen
es: Por favor complete su información personal
fr: Veuillez compléter vos informations personnelles
it: Per favore completa le tue informazioni personali
ja: 個人情報を入力してください
pt: Por favor complete suas informações pessoais
ru: Пожалуйста, заполните вашу личную информацию
zh: 请完善个人信息

# please_complete_your_information
source: This information helps to calculate accurate fitness and health tracking data. We assure you that your personal data is kept confidential and will never be shared.
de: Diese Informationen helfen, genaue Fitness- und Gesundheitsdaten zu berechnen. Wir versichern Ihnen, dass Ihre persönlichen Daten vertraulich behandelt und nicht weitergegeben werden.
es: Esta información ayuda a calcular datos precisos de seguimiento de fitness y salud. Le aseguramos que sus datos personales se mantienen confidenciales y nunca se compartirán.
fr: Ces informations aident à calculer des données précises de suivi de fitness et de santé. Nous vous assurons que vos données personnelles sont confidentielles et ne seront jamais partagées.
it: Queste informazioni aiutano a calcolare dati precisi sul fitness e sul monitoraggio della salute. Ti assicuriamo che i tuoi dati personali sono trattati in modo confidenziale e non saranno mai condivisi.
ja: これらの情報により、正確なフィットネスおよび健康トラッキングデータが計算されます。個人データは機密保持され、決して共有されることはありません。
pt: Essas informações ajudam a calcular dados precisos de rastreamento de fitness e saúde. Garantimos que seus dados pessoais são mantidos confidenciais e nunca serão compartilhados.
ru: Эта информация помогает вычислить точные данные о фитнесе и отслеживании здоровья. Мы обеспечиваем конфиденциальность вашей личной информации и никогда не будем делиться ею.
zh: 此信息可以帮助我们更精确地为你计算健身和健康数据。你的个人数据将被妥善保管加密且不会被分享。

source: Please keep at least one data type.
de: Bitte behalten Sie mindestens einen Datentyp bei
es: Por favor, mantén al menos un tipo de dato
fr: Veuillez conserver au moins un type de données
it: Si prega di mantenere almeno un tipo di dato
ja: 少なくとも1つのデータタイプを保持してください
pt: Por favor, mantenha pelo menos um tipo de dado
ru: Пожалуйста, оставьте хотя бы один тип данных
zh: 请至少保留一个数据类型

# please_pair_your_watch_first
source: Please pair your watch first. Face Gallery will automatically match the suitable watch faces.
de: Bitte verbinden Sie Ihre Uhr zuerst. Die Ziffernblatt-Galerie wird automatisch die passenden Ziffernblätter auswählen.
es: Por favor, empareje su reloj primero. La Galería de carátulas coincidirá automáticamente con las carátulas adecuadas.
fr: Veuillez d'abord associer votre montre. La galerie de cadrans associera automatiquement les cadrans appropriés.
it: Si prega di abbinare prima il tuo orologio. La galleria dei quadranti selezionerà automaticamente i quadranti adatti.
ja: まずウォッチとペアリングしてください。フェイスギャラリーは適切なフェイスを自動的に選択します。
pt: Por favor, pareie seu relógio primeiro. A Galeria de Mostradores combinará automaticamente os mostradores adequados.
ru: Сначала подключите часы. Галерея циферблатов автоматически подберет подходящие циферблаты.
zh: 请先配对你的手表。表盘图库将自动匹配适用的表盘。

# please_put_on_the_watch
source: Please wear your watch and start exercising. The detailed record of your workout will be synchronized here afterwards.
de: Bitte tragen Sie Ihre Uhr und beginnen Sie mit dem Training. Der detaillierte Verlauf Ihres Workouts wird später hier synchronisiert.
es: Por favor, use su reloj y comience a hacer ejercicio. El registro detallado de su entrenamiento se sincronizará aquí después.
fr: Veuillez porter votre montre et commencer à faire de l'exercice. Le rapport détaillé de votre entraînement sera synchronisé ici par la suite.
it: Si prega di indossare l'orologio e iniziare l'allenamento. Il resoconto dettagliato del tuo allenamento sarà sincronizzato qui successivamente.
ja: ウォッチを着用してトレーニングを開始してください。トレーニングの詳細な記録は後ほどここに同期されます。
pt: Por favor, use seu relógio e comece a se exercitar. O registro detalhado do seu treino será sincronizado aqui posteriormente.
ru: Пожалуйста, наденьте часы и начните тренироваться. Подробный отчет о вашей тренировке будет синхронизирован здесь после.
zh: 请佩戴手表并开始运动，运动结束后的记录详情将会同步到这里。

# please_select_photo
source: Please select a photo
de: Bitte wählen Sie ein Foto aus
es: Seleccione una foto
fr: Veuillez sélectionner une photo
it: Seleziona una foto
ja: 写真を選択してください
pt: Selecione uma foto
ru: Пожалуйста, выберите фото
zh: 请选择照片

source: Please turn on Bluetooth.
de: Bitte schalten Sie Bluetooth ein
es: Por favor, encienda Bluetooth
fr: Veuillez activer Bluetooth
it: Si prega di attivare Bluetooth
ja: Bluetoothをオンにしてください
pt: Por favor, ligue o Bluetooth
ru: Пожалуйста, включите Bluetooth
zh: 请打开蓝牙

# please_verify_bluethooth_pairing_request_ios
source: Please verify the Bluetooth pairing request.
de: Bitte bestätigen Sie die Bluetooth-Kopplungsanfrage.
es: Por favor, verifica la solicitud de emparejamiento Bluetooth.
fr: Veuillez vérifier la demande d'appariement Bluetooth.
it: Verifica la richiesta di accoppiamento Bluetooth.
ja: ブルートゥースのペアリング要求を確認してください。
pt: Verifique a solicitação de emparelhamento Bluetooth.
ru: Пожалуйста, подтвердите запрос на сопряжение Bluetooth.
zh: 请确认蓝牙配对请求

# please_verify_bluetooth_pairing_request_android
source: Please verify the Bluetooth pairing request. If you don't see a pairing request, please check the notification bar messages and confirm.
de: Bitte bestätige die Bluetooth-Kopplungsanfrage. Wenn du keine Kopplungsanfrage siehst, überprüfe bitte die Benachrichtigungen in der Benachrichtigungsleiste und bestätige.
es: Por favor, verifica la solicitud de emparejamiento Bluetooth. Si no ves una solicitud de emparejamiento, revisa los mensajes de la barra de notificaciones y confirma.
fr: Veuillez vérifier la demande d'appariement Bluetooth. Si vous ne voyez pas de demande d'appariement, veuillez vérifier les messages de la barre de notification et confirmer.
it: Verifica la richiesta di accoppiamento Bluetooth. Se non vedi una richiesta di accoppiamento, controlla i messaggi della barra delle notifiche e conferma.
ja: ブルートゥースのペアリング要求を確認してください。ペアリング要求が表示されない場合は、通知バーのメッセージを確認してください。
pt: Verifique a solicitação de emparelhamento Bluetooth. Se não vir um pedido de emparelhamento, verifique as mensagens da barra de notificação e confirme.
ru: Пожалуйста, подтвердите запрос на сопряжение Bluetooth. Если вы не видите запрос на сопряжение, проверьте сообщения в строке уведомлений и подтвердите.
zh: 请确认蓝牙配对请求，如果没有看到配对请求，请查看通知栏消息并确认

source: PM
de: Nachmittag
ja: 午後
ru: После полудня
zh: 下午

source: Points
de: Punkte
es: Puntos
it: Punti
ja: ポイント
pt: Pontos
ru: Очки
zh: 分

source: Pool Length
de: Länge des Schwimmbeckens
es: Longitud de la piscina
fr: Longueur de la piscine
it: Lunghezza piscina
ja: プールの長さ
pt: Comprimento da Piscina
ru: Длина бассейна
zh: 泳池长度

source: Pool Swimming
de: Pool Schwimmen
es: Natación en piscina
fr: Natation en piscine
it: Nuoto in piscina
ja: プールスイミング
pt: Natação na Piscina
ru: Плавание в бассейне
zh: 泳池游泳

source: Pound
de: Pfund
es: Libra
fr: Livre
it: Libbra
ja: ポンド
pt: Libra
ru: Фунт
zh: 磅

source: Power
de: Leistung
es: Potencia
fr: Puissance
it: Potenza
ja: パワー
pt: Potência
ru: Мощность
zh: 功率

# preference_follow_the_system
source: Follow the phone system
de: Den Telefonanlagen folgen
es: Seguir el sistema telefónico
fr: Suivez le système téléphonique
it: Segui il sistema telefonico
ja: 電話システムに従う
pt: Siga o sistema telefônico
ru: Следовать за телефонной системой
zh: 跟随系统设置

# preference_settings_title
source: Preference Settings
de: Einstellungen
es: Configuración de preferencias
fr: Paramètres de préférence
it: Impostazioni preferenze
ja: 設定
pt: Configurações de preferência
ru: Настройки
zh: 偏好设置

# preference_walkingRunningUnit
source: Walking And Running Distance
de: Geh- und Laufstrecke
es: Distancia de caminata
fr: Distance de marche et de course
it: Distanza di camminata
ja: 歩行とランニングの距離
pt: Distância de Caminhada e Corrida
ru: Пешеходная и беговая дистанция
zh: 步行及跑步距离

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
pt: Política de Privacidade
ru: Политика конфиденциальности
zh: 隐私政策

# Product_user_manual
source: Product Manual
de: Produktanleitung
es: Manual del producto
fr: Manuel du produit
it: Manuale del prodotto
ja: 製品マニュアル
pt: Manual do Produto
ru: Руководство по продукту
zh: 产品手册

# pull_synchronize_data
source: Pull Down to Sync Data
de: Ziehen Sie nach unten, um Daten zu synchronisieren
es: Tire hacia abajo para sincronizar datos
fr: Faites glisser vers le bas pour synchroniser les données
it: Tirare giù per sincronizzare i dati
ja: データを同期するには下に引っ張ってください
pt: Puxe para baixo para sincronizar os dados
ru: Потяните вниз, чтобы синхронизировать данные
zh: 下拉开始同步数据

source: Pull-Up
de: Klimmzug
es: Dominadas
fr: Tractions
it: Trazioni
ja: プルアップ
ru: Подтягивания
zh: 引体向上

# push_new_watchface_des
source: Every day is a fresh start,begin with the all-new watch faces.
de: Ein neuer Tag beginnt mit einem frischen Zifferblatt
es: Un nuevo día comienza con una esfera de reloj fresca
fr: Une nouvelle journée commence avec un nouveau cadran
it: Un nuovo giorno inizia con un quadrante fresco
ja: 新しい一日は新鮮なウォッチフェイスから始まります
pt: Um novo dia começa com um mostrador fresco
ru: Новый день начинается с свежего циферблата
zh: 新的一天从全新表盘开始

# push_new_watchface_title
source: New watch faces are available! Download and use them now!
de: Neue Zifferblätter sind verfügbar! Laden Sie sie jetzt herunter und verwenden Sie sie!
es: ¡Nuevas esferas de reloj están disponibles! ¡Descárgalas y úsalas ahora!
fr: De nouveaux cadrans de montre sont disponibles ! Téléchargez-les et utilisez-les maintenant !
it: Sono disponibili nuovi quadranti! Scaricali e usali ora!
ja: 新しいウォッチフェイスが利用可能です！ダウンロードしてご利用ください！
pt: Novas faces de relógio estão disponíveis! Baixe e use agora!
ru: Доступны новые циферблаты! Скачайте и используйте их сейчас!
zh: 新表盘上架，快来下载使用吧！

# push_reply_suggestion_title
source: We have responded to your question or feedback.
de: Wir haben auf Ihre Frage oder Ihr Feedback geantwortet.
es: Hemos respondido a su pregunta o comentario.
fr: Nous avons répondu à votre question ou à votre commentaire.
it: Abbiamo risposto alla tua domanda o al tuo feedback.
ja: お問い合わせまたはフィードバックにお答えしました。
pt: Já respondemos à sua pergunta ou feedback.
ru: Мы ответили на ваш вопрос или обратную связь.
zh: 已答复您的问题或反馈

source: Push-Up
de: Liegestütz
es: Lagartijas
fr: Pompes
ja: 腕立て伏せ
pt: Flexão de Braço
ru: Отжимания
zh: 俯卧撑

# quickaccess_astronomy_title
source: Astronomy
de: Astronomie
es: Astronomía
fr: Astronomie
it: Astronomia
ja: はっきょうぎ
pt: Astronomia
ru: Астрономия
zh: 天文现象

# quickaccess_health_title
source: Health
de: Gesundheit
es: Salud
fr: Santé
it: Salute
ja: ヘルス
pt: Saúde
ru: Здоровье
zh: 健康

# quickaccess_in_use_zone
source: In Use
de: In Gebrauch
es: En uso
fr: En cours d'utilisation
it: In uso
ja: 使用中
pt: Em Uso
ru: В использовании
zh: 使用中

# quickaccess_menstruation_title
source: Menstruation
es: Menstruación
it: Menstruazione
ja: 月経
pt: Menstruação
ru: Менструация
zh: 生理周期

# quickaccess_settable_zone
source: Settable
de: Einstellbar
es: Configurable
fr: Réglable
it: Configurabile
ja: 設定可能
pt: Configurável
ru: Установимый
zh: 可配置

# quickaccess_suggestion_title
source: Suggestions
de: Vorschläge
es: Sugerencias
it: Suggerimenti
ja: 提案
pt: Sugestões
ru: Предложения
zh: 推荐

# quickaccess_trail_title
source: Trail
de: Weg
es: Sendero
fr: Sentier
it: Sentiero
ja: トレイル
pt: Trilha
ru: тропа
zh: 轨迹

# quickaccess_uvindex_title
source: UV Index
es: Índice UV
fr: Indice UV
it: Indice UV
ja: 紫外線指数
pt: Índice UV
ru: Индекс УФ
zh: 紫外线指数

# quickaccess_watchface_title
source: Watch Face
de: Zifferblatt
es: Esfera
fr: Cadran
it: Quadrante
ja: ウォッチフェイス
pt: Mostrador
ru: Циферблат
zh: 表盘

source: Quick Reply
de: Schnelle Antwort
es: Respuesta rápida
fr: Réponse rapide
it: Risposta rapida
ja: 迅速返信
pt: Resposta Rápida
ru: Быстрый ответ
zh: 快速回复

# quick_reply_delete_caution
source: Keep at least 1 quick reply
de: Mindestens 1 Schnellantwort behalten
es: Mantén al menos 1 respuesta rápida
fr: Conservez au moins 1 réponse rapide
it: Mantieni almeno 1 risposta rapida
ja: 少なくとも1つのクイックリプライを保持
pt: Mantenha pelo menos 1 resposta rápida
ru: Сохраните хотя бы 1 быстрый ответ
zh: 至少保留1条快捷回复
