Repository: hyh19/Fitnexa
Catalog: components/creekbase/lib/l10n/intl_*.arb
Languages: de, es, fr, it, ja, pt, ru, zh

# Find_a_new_version
source: New Firmware Version Available
de: Eine neue Firmware-Version steht zur Aktualisierung zur Verfügung
es: Hay una nueva versión de firmware disponible para la actualización
fr: Une nouvelle version du micrologiciel est disponible pour la mise à niveau
it: Una nuova versione del firmware è disponibile per l'aggiornamento
ja: 新しいファームウェアのバージョンがアップグレード可能です
pt: Uma nova versão de firmware está disponível para atualização
ru: Доступна новая версия прошивки для обновления
zh: 有新固件版本可升级

source: Find My Phone
de: Finde Mein Telefon
es: Encontrar mi teléfono
fr: Trouver mon téléphone
it: Trova il mio telefono
ja: 私の電話を見つける
pt: Encontrar meu telefone
ru: Найти мой телефон
zh: 寻找手机

# findwatch_des1
source: Your watch will continue to ring and vibrate during the search and you can manually stop it after finding it
de: Ihre Uhr wird während der Suche weiterhin klingeln und vibrieren und Sie können sie nach dem Finden manuell stoppen
es: Su reloj continuará sonando y vibrando durante la búsqueda, y puede detenerlo manualmente después de encontrarlo
fr: Votre montre continuera de sonner et de vibrer pendant la recherche, et vous pouvez l'arrêter manuellement après l'avoir trouvée
it: Il tuo orologio continuerà a suonare e vibrare durante la ricerca, e potrai fermarlo manualmente dopo averlo trovato
ja: 探索中、ウォッチは鳴り続け、振動します 手動で停止できます
pt: Seu relógio continuará tocando e vibrando durante a busca e você pode pará-lo manualmente após encontrá-lo
ru: Ваш часы будут продолжать звонить и вибрировать во время поиска и вы можете вручную остановить их после нахождения
zh: 查找期间您的手表将持续响铃和震动 您可以在找到后手动停止

# findwatch_des2
source: The watch can only be found within the Bluetooth connection range
de: Die Uhr kann nur innerhalb der Bluetooth-Verbindung reichweite gefunden werden
es: El reloj solo se puede encontrar dentro del rango de conexión Bluetooth
fr: La montre ne peut être trouvée que dans la portée de la connexion Bluetooth.
it: L'orologio può essere trovato solo nell'intervallo di connessione Bluetooth
ja: ウォッチはBluetooth接続範囲内でのみ見つけることができます
pt: O relógio só pode ser encontrado dentro do alcance da conexão Bluetooth
ru: Часы могут быть найдены только в пределах диапазона Bluetooth-соединения
zh: 仅蓝牙连接范围内可查找手表

# findwatch_end
source: Stop Finding
de: Suche stoppen
es: Detener búsqueda
fr: Arrêter la recherche
it: Fermare ricerca
ja: 探すのを止める
pt: Parar Busca
ru: Остановить поиск
zh: 停止寻找

# findwatch_noconnection_des
source: Connection status is unstable. Unable to locate at the moment. Please try again later.
de: Die Verbindung ist instabil. Derzeit kann nicht gesucht werden. Bitte versuchen Sie es später erneut.
es: El estado de conexión es inestable. No se puede localizar en este momento. Inténtalo de nuevo más tarde.
fr: La connexion est instable. Impossible de localiser pour le moment. Veuillez réessayer plus tard.
it: Lo stato di connessione non è stabile. Impossibile localizzare al momento. Riprova più tardi.
ja: 接続が不安定で、現在は見つけることができません。後でもう一度お試しください。
pt: A conexão está instável. Não é possível localizar no momento. Por favor, tente novamente mais tarde.
ru: Нестабильное соединение, в настоящее время невозможно найти. Пожалуйста, попробуйте позже.
zh: 连接状态不稳定，暂无法查找，请稍后再试

# findwatch_start
source: Start Finding
de: Suche starten
es: Comenzar búsqueda
fr: Commencer la recherche
it: Inizia ricerca
ja: 探し始める
pt: Iniciar Busca
ru: Начать поиск
zh: 开始寻找

# Firmware_version
source: Version
es: Versión
it: Versione
ja: バージョン
pt: Versão
ru: Версия
zh: 固件版本

source: First Name
de: Vorname
es: Nombre
fr: Prénom
it: Nome
ja: 名
pt: Nome
ru: Имя
zh: 名

source: Fishing
de: Angeln
es: Pesca
fr: Pêche
it: Pesca
ja: 釣り
pt: Pesca
ru: Рыбалка
zh: 钓鱼

source: Fitness
ja: フィットネス
ru: Фитнес
zh: 健身

source: Focus
de: Fokus
es: Enfoque
fr: Concentration
it: Concentrazione
ja: フォーカス
pt: Foco
ru: Фокус
zh: 专注模式

# focus_sleep_des
source: After enabling sleep mode, you will not be notified when receiving notifications within your set time, but they will still be collected in the watch's "Notification Center."
de: Nach Aktivierung des Schlafmodus werden Sie innerhalb Ihrer festgelegten Zeit nicht benachrichtigt, wenn Sie Benachrichtigungen erhalten, sie werden jedoch weiterhin im "Notification Center" der Uhr gesammelt.
es: Después de habilitar el modo de sueño, no se te notificará al recibir notificaciones dentro del tiempo establecido, pero seguirán siendo recopiladas en el "Centro de notificaciones" del reloj.
fr: Après avoir activé le mode sommeil, vous ne serez pas averti lors de la réception de notifications dans le délai que vous avez défini, mais elles seront toujours collectées dans le "Centre de notifications" de la montre.
it: Dopo aver abilitato la modalità sonno, non verrai avvisato quando ricevi notifiche entro l'orario da te impostato, ma verranno comunque raccolte nel "Notification Center" dell'orologio.
ja: 睡眠モードを有効にすると、設定した時間内に通知が届いた場合に通知されなくなりますが、「通知センター」には収集されます。
pt: Após ativar o modo de sono, você não será notificado ao receber notificações dentro do tempo que você definir, mas elas ainda serão coletadas no "Centro de Notificações" do relógio.
ru: После включения режима сна вы не будете получать уведомлений в установленное вами время, но они будут по-прежнему собираться в "Центре уведомлений" часов.
zh: 开启睡眠模式后，在你设定的时间内收到通知时不再提醒你，但仍会收入到手表的 “通知中心” 内。

# fogot_password_email_verification_failed
source: Verification failed, please check or obtain the verification code again
de: Überprüfung fehlgeschlagen, bitte überprüfen oder den Bestätigungscode erneut erhalten
es: Falló la verificación, por favor, verifique u obtenga el código de verificación nuevamente
fr: Échec de vérification, veuillez vérifier ou obtenir à nouveau le code de vérification
it: Verifica fallita, controlla o ottieni nuovamente il codice di verifica
ja: Verifica fallita, controlla o ottieni nuovamente il codice di verifica 検証に失敗しました。確認または検証コードを再取得してください
pt: Falha na verificação, por favor, verifique ou obtenha novamente o código de verificação
ru: Проверка не удалась, проверьте или получите код подтверждения снова
zh: 验证失败，请核对或重新获取验证码

source: Font
de: Schriftart
es: Fuente
fr: Police
it: Carattere
ja: フォント
pt: Fonte
ru: Шрифт
zh: 字体

source: Foot
de: Fuß
es: Pie
fr: Pied
it: Piede
ja: フィート
pt: Pé
ru: Фут
zh: 英尺

# Forced_release
source: Force Unpairing
de: Erzwungene Freigabe
es: Liberación forzada
fr: Libération forcée
it: Rilascio forzato
ja: 強制リリース
pt: Liberação forçada
ru: Принудительное освобождение
zh: 强制解除配对

source: Forget This Device
de: Dieses Gerät vergessen
es: Olvidar este dispositivo
fr: Oublier cet appareil
it: Dimentica questo dispositivo
ja: このデバイスを忘れる
pt: Esquecer este dispositivo
ru: Забыть об этом устройстве
zh: 忘记这台设备

# ForgotPassword
source: Forgot your Password
de: Passwort vergessen
es: Olvidaste tu contraseña
fr: Mot de passe oublié
it: Hai dimenticato la password
ja: パスワードを忘れました
pt: Esqueceu a senha
ru: Забыли пароль
zh: 忘记密码

source: Fri
de: Fr
es: Vie
fr: Ven
it: Ven
ja: 金曜日
pt: Sex
ru: Пт
zh: 周五

source: Friday
de: Freitag
es: Viernes
fr: Vendredi
it: Venerdì
ja: 金曜日
pt: Sexta-feira
ru: Пятница
zh: 周五

source: Frisbee
ja: フリスビー
ru: Фрисби
zh: 飞盘

source: Full Name
de: Vollständiger Name
es: Nombre completo
fr: Nom complet
it: Nome completo
ja: フルネーム
pt: Nome completo
ru: Полное имя
zh: 全名

source: Function
de: Funktion
es: Función
fr: Fonction
it: Funzione
ja: 機能
pt: Função
ru: Функция
zh: 功能

# Functional_Strength_Training
source: Strength Training
de: Krafttraining
es: Entrenamiento de fuerza
fr: Entraînement en force
it: Allenamento di forza
ja: ストレングストレーニング
pt: Treinamento de Força
ru: Силовые тренировки
zh: 力量训练

source: Gender
de: Geschlecht
es: Género
fr: Genre
it: Genere
ja: 性別
pt: Gênero
ru: Пол
zh: 性别

source: General
de: Allgemein
fr: Général
it: Generale
ja: 一般
pt: Geral
ru: Общее
zh: 通用

# give_your_watch_a_catchy_name
source: Name Your Watch
de: Geben Sie Ihrer Uhr einen Namen
es: Nombrar tu reloj
fr: Nommez votre montre
it: Dà un nome al tuo orologio
ja: 腕時計の名前を付ける
pt: Nomeie seu relógio
ru: Дайте имя вашим часам
zh: 给手表命名

# give_your_watch_prefer
source: Give your watch a name you prefer.
de: Geben Sie Ihrer Uhr einen Namen, den Sie bevorzugen.
es: Dale a tu reloj un nombre que prefieras.
fr: Donnez un nom à votre montre qui vous convient.
it: Dì un nome al tuo orologio che preferisci.
ja: 好きな名前を腕時計に付けてください
pt: Dê ao seu relógio um nome de sua preferência
ru: Дайте вашим часам имя, которое вам нравится
zh: 给你的手表取一个你喜欢的名字

source: Go
de: Los
es: Ir
fr: Aller
it: Vai
ja: 行く
pt: Ir
ru: Идти
zh: 前往

source: Goal
de: Ziel
es: Meta
fr: Objectif
it: Obiettivo
ja: 目標
pt: Objetivo
ru: Цель
zh: 目标

source: Goal Achievement Reminder
de: Erinnerung an Ziel-Erfolg
es: Recordatorio de logro de objetivos
fr: Rappel de réalisation d'objectif
it: Promemoria per il raggiungimento degli obiettivi
ja: 目標達成リマインダー
pt: Lembrete de Conquista de Metas
ru: Напоминание об достижении цели
zh: 目标达成提醒

# goal_achievement_reminder_intro
source: Receive a notification when you reach the activity goals.
de: Sie erhalten eine Benachrichtigung, wenn Sie die Aktivitätsziele erreichen.
es: Recibirás una notificación cuando alcances los objetivos de actividad.
fr: Vous recevrez une notification lorsque vous atteignez vos objectifs d'activité.
it: Riceverai una notifica quando raggiungi gli obiettivi di attività.
ja: アクティビティの目標を達成すると、通知が届きます。
pt: Você receberá uma notificação quando atingir os objetivos de atividade.
ru: Вы получите уведомление, когда достигнете целей активности.
zh: 当你达成健身目标时，会收到通知。

# goalCalories_des
source: Set a daily goal based on how active you'd like to be.
de: Setzen Sie ein tägliches Ziel basierend auf Ihrer gewünschten Aktivität.
es: Establezca un objetivo diario basado en el nivel de actividad que desee tener.
fr: Fixez un objectif quotidien en fonction de votre niveau d'activité souhaité.
it: Imposta un obiettivo giornaliero in base al livello di attività desiderato.
ja: 毎日の目標を設定し、希望するアクティビティに基づいてください。
pt: Defina uma meta diária com base no nível de atividade que você deseja ter.
ru: Установите ежедневную цель в соответствии с вашим уровнем активности.
zh: 根据你期望的活跃度设置每日目标

# goal_set_failed
source: Goal Setting Failed
de: Zielsetzung fehlgeschlagen
es: Error en la configuración de objetivos
fr: Échec de la définition des objectifs
it: Impostazione degli obiettivi fallita
ja: 目標設定に失敗しました
pt: Falha na Definição de Metas
ru: Не удалось установить цель
zh: 目标设置失败

# goal_set_successfully
source: Goal Setting Successfully
de: Ziel erfolgreich gesetzt
es: Configuración de objetivo exitosa
fr: Réglage de l'objectif réussi
it: Impostazione dell'obiettivo riuscita
ja: 目標の設定が成功しました
pt: Configuração de metas com sucesso
ru: Цель успешно установлена
zh: 目标设置成功

source: Golf
ja: ゴルフ
pt: Golfe
ru: Гольф
zh: 高尔夫球

source: Good
de: Gut
es: Bien
fr: Bon
it: Buono
ja: 良い
pt: Bom
ru: Хорошо
zh: 不错

source: Google Fit
zh: 谷歌健身

source: Got it
de: Verstanden
es: Entendido
fr: Compris
it: Capito
ja: わかりました
pt: Entendi
ru: Понятно
zh: 知道了

source: Gymnastics
de: Turnen
es: Gimnasia
fr: Gymnastique
it: Ginnastica
ja: 体操
pt: Ginástica
ru: Гимнастика
zh: 体操

source: Handball
es: Balonmano
it: Pallamano
ja: ハンドボール
pt: Handebol
ru: Гандбол
zh: 手球

# have_bt_no_ble
source: Device connection failed. Please try the following steps: 1. Restart the watch. 2. Close the app. 3. Toggle Bluetooth off and then back on. 4. Reopen % app.
de: Verbinden mit dem Gerät fehlgeschlagen. Versuchen Sie die folgenden Schritte: 1. Starten Sie die Uhr neu. 2. Schließen Sie die App. 3. Schalten Sie Bluetooth aus und wieder ein. 4. Öffnen Sie die % App erneut.
es: Error de conexión del dispositivo. Intente los siguientes pasos: 1. Reinicia el reloj. 2. Cierra la aplicación. 3. Apaga y luego enciende el Bluetooth. 4. Vuelve a abrir la aplicación % .
fr: Échec de la connexion de l'appareil. Veuillez essayer les étapes suivantes: 1. Redémarrez la montre. 2. Fermez l'application. 3. Activez puis désactivez le Bluetooth. 4. Réouvrez l'application % .
it: Connessione del dispositivo non riuscita. Prova i seguenti passaggi: 1. Riavvia l'orologio. 2. Chiudi l'app. 3. Attiva e disattiva il Bluetooth. 4. Riapri l'app % .
ja: デバイス接続に失敗しました。次の手順を試してください: 1. 腕時計を再起動します。 2. アプリを閉じます。 3. Bluetoothをオフにしてからオンにします。 4. % アプリを再開します。
pt: Falha na conexão do dispositivo. Tente as seguintes etapas: 1. Reinicie o relógio. 2. Feche o aplicativo. 3. Ative e desative o Bluetooth. 4. Reabra o aplicativo %.
ru: Не удалось подключить устройство. Попробуйте следующие шаги: 1. Перезагрузите часы. 2. Закройте приложение. 3. Включите и выключите Bluetooth. 4. Повторно откройте приложение %.
zh: 设备连接失败，请尝试以下操作： 1.重启手表。 2.关闭App。 3.关闭蓝牙再重新开启 4.重启 % App

# Have_you_found_the_phone
source: Searching for phone...
de: Auf der Suche nach dem Handy...
es: Buscando el teléfono...
fr: Recherche du téléphone...
it: Alla ricerca del telefono...
ja: スマートフォンを検索中...
pt: Procurando o telefone...
ru: Поиск телефона...
zh: 正在寻找手机...

# health_measure_info
source: Allow your Watch to use the sensor to measure health data throughout the day
de: Erlaube deiner Uhr, Gesundheitsdaten den ganzen Tag über mit Sensoren zu messen
es: Permita que su reloj mida sus datos de salud durante todo el día utilizando sensores
fr: Autorisez votre montre à mesurer vos données de santé tout au long de la journée à l'aide de capteurs
it: Consenti al tuo orologio di misurare i dati sulla salute durante tutto il giorno utilizzando i sensori
ja: 感センサーを使用して1日中健康データを計測するように、腕時計を許可する
pt: Permita que o seu relógio meça os seus dados de saúde ao longo do dia usando sensores
ru: Позвольте вашим часам измерять данные о вашем здоровье в течение всего дня с помощью датчиков
zh: 允许手表通过感应器全天测量你的健康数据

# health_track_hr_and_hrv_title
source: Heart Rate & HRV
de: Herzfrequenz und HRV
es: Ritmo cardíaco y HRV
fr: Fréquence cardiaque et VRC
it: Frequenza cardiaca e HRV
ja: 心拍数とHRV
pt: Frequência cardíaca e HRV
ru: Пульс и вариабельность пульса
zh: 心率及HRV

# heartrate_daily_average
source: Daily Average
de: Tagesdurchschnitt
es: Media
fr: Moyenne
it: Media
ja: 平均
pt: Média
ru: Среднее
zh: 全天平均

# heart_rate_measure
source: Heart Rate Measurements
de: Herzfrequenz-Messungen
es: Mediciones de frecuencia cardíaca
fr: Mesures de fréquence cardiaque
it: Misurazioni della frequenza cardiaca
ja: 心拍数の測定
pt: Medidas de frequência cardíaca
ru: Измерения пульса
zh: 心率测量

# heartrate_raised
source: Raised
de: Erhöht
es: Elevado
fr: Augmenté
it: Elevato
ja: 上がった
pt: Elevado
ru: Повышенный
zh: 偏高

source: Heart Rate Tracking
de: Herzfrequenz-Tracking
es: Seguimiento de la frecuencia cardíaca
fr: Suivi de la fréquence cardiaque
it: Monitoraggio della frequenza cardiaca
ja: 心拍数トラッキング
pt: Rastreamento da frequência cardíaca
ru: Отслеживание пульса
zh: 心率监测

# Heart_rate_tracking_reminder_des
source: To receive heart rate alerts on your watch, you need to turn on 'Heart Rate Tracking" here.
de: Um Herzfrequenzwarnungen auf Ihrer Uhr zu erhalten, müssen Sie hier "Herzfrequenzverfolgung" aktivieren.
es: Para recibir alertas de frecuencia cardíaca en su reloj, debe activar ""Seguimiento de la frecuencia cardíaca"" aquí.
fr: Pour recevoir des alertes de fréquence cardiaque sur votre montre, vous devez activer la ""Suivi de la fréquence cardiaque"" ici.
it: Per ricevere avvisi sulla frequenza cardiaca sul tuo orologio, devi attivare ""Monitoraggio della frequenza cardiaca"" qui.
ja: 心拍数のアラートを手首で受け取るには、「心拍数トラッキング」をここでオンにする必要があります。
pt: Para receber alertas de frequência cardíaca no seu relógio, você precisa ativar ""Rastreamento de Frequência Cardíaca"" aqui.
ru: Чтобы получать предупреждения о пульсе на вашем часах, вам нужно включить ""Отслеживание пульса"" здесь.
zh: 打开心率监测以在手表上接收心率过高或过低提醒

source: Height
de: Größe
es: Altura
fr: Taille
it: Altezza
ja: 身長
pt: Altura
ru: Рост
zh: 身高

source: Hello
de: Hallo
es: Hola
fr: Bonjour
it: Ciao
ja: こんにちは
pt: Olá
ru: Привет
zh: 你好

source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
ja: ヘルプ
pt: Ajuda
ru: Помощь
zh: 获得帮助

# help_considerations
source: Help and Considerations >
de: Hilfe und Hinweise >
es: Ayuda y consideraciones >
fr: Aide et consignes >
it: Aiuto e considerazioni >
ja: ヘルプと注意事項 >
pt: Ajuda e Considerações >
ru: Помощь и рекомендации >
zh: 帮助及注意事项 >

source: High
de: Hoch
es: Alto
fr: Haut
it: Alto
ja: 高
pt: Alto
ru: Высокий
zh: 高

# higher_scores_reflect_higher_stress
source: The score reflects your stress level.
de: Der Score spiegelt Ihr Stresslevel wider.
es: La puntuación refleja tu nivel de estrés.
fr: Le score reflète votre niveau de stress.
it: Il punteggio riflette il tuo livello di stress.
ja: スコアはストレスレベルを反映しています。
pt: A pontuação reflete o seu nível de estresse.
ru: Оценка отражает ваш уровень стресса.
zh: 这个得分反映了您的压力等级

# High_Knee_Lifts
source: High Knee Lift
es: Levantamiento de rodilla
ja: ハイニーリフト
pt: Levantamento de Joelho Alto
ru: Высокое поднимание колена
zh: 高抬腿

# highlight_distance_content
source: You have already reached % of the distance in your activity, achieving today's distance goal. Congratulations！
de: Ihre Aktivitätsentfernung hat % erreicht und das heutige Entfernungsziel erreicht. Herzlichen Glückwunsch!
es: Su distancia de actividad ha alcanzado el %, logrando el objetivo de distancia de hoy. ¡Felicitaciones!
fr: Votre distance d'activité a atteint %, atteignant l'objectif de distance d'aujourd'hui. Félicitations !
it: La tua distanza di attività ha raggiunto il %, raggiungendo l'obiettivo della distanza di oggi. Complimenti!
ja: アクティビティの距離が % に達し、今日の目標距離を達成しました。おめでとうございます！
pt: Sua distância de atividade atingiu %, alcançando a meta de distância de hoje. Parabéns!
ru: Ваша активность достигла %, достигнув сегодняшней цели по расстоянию. Поздравляю!
zh: 您的活动距离已经达到了%，达成了今天的距离目标，恭喜您！

# highlight_distance_title
source: Achieved Distance Goal of %
de: Das Ziel von % Entfernung erreicht
es: Alcanzado el objetivo de % distancia
fr: Atteint l'objectif de % distance
it: Raggiunto l'obiettivo del % della distanza
ja: % の距離の目標を達成しました
pt: Alcançado a meta de % distância
ru: Достигнута цель в % расстояния
zh: 达成了%的距离目标

# highlight_exercise_content
source: Your exercise time has reached % min, achieving today's Exercise Time goal. Congratulations!
de: Ihre Trainingsdauer hat % Minuten erreicht und das Trainingsdauerziel für heute erreicht. Herzlichen Glückwunsch!
es: Su duración de ejercicio ha alcanzado % minutos, completando el objetivo de duración de ejercicio de hoy. ¡Felicitaciones!
fr: Votre durée d'exercice a atteint % minutes, atteignant l'objectif de durée d'exercice d'aujourd'hui. Félicitations !
it: La tua durata dell'esercizio ha raggiunto % minuti, completando l'obiettivo della durata dell'esercizio di oggi. Complimenti!
ja: 運動時間が % 分に達し、本日の運動時間目標を達成しました。おめでとうございます！
pt: Sua duração de exercício atingiu % minutos, completando a meta de duração de exercício de hoje. Parabéns!
ru: Ваша длительность тренировки составляет % минут, выполнение сегодняшней цели по длительности тренировки. Поздравляю!
zh: 您的锻炼时长已经达到了%分钟，完成了今天的锻炼时长目标，恭喜您！

# highlight_exercise_title
source: Achieved Exercise Time Goal of % min
de: Erreichte Trainingsdauerziel
es: Logrado el objetivo de duración del ejercicio
fr: Atteint l'objectif de durée d'exercice
it: Raggiunto l'obiettivo della durata dell'esercizio
ja: 運動時間目標達成
pt: Alcançado o objetivo de duração do exercício
ru: Достигнута цель по длительности тренировок
zh: 达成锻炼时长目标

# highlight_medal_title
source: You have won a medal
de: Du hast eine Medaille gewonnen
es: Has ganado una medalla
fr: Vous avez gagné une médaille
it: Hai vinto una medaglia
ja: メダルを獲得しました
pt: Você ganhou uma medalha
ru: Вы выиграли медаль
zh: 你赢得了一枚奖章

# highlight_sleep_content
source: Your sleep quality is excellent! You have achieved a score of %.
de: Ihre Schlafqualität ist sehr gut! Sie haben % erreicht
es: ¡La calidad de su sueño es muy buena! Obtuviste el %
fr: La qualité de votre sommeil est très bonne! Vous avez obtenu %
it: La qualità del tuo sonno è molto buona! Hai ottenuto %
ja: 睡眠の質は非常に良いです！% を獲得しました
pt: Sua qualidade de sono é muito boa! Você marcou %
ru: Качество вашего сна очень хорошее! Вы набрали %
zh: 您的睡眠质量非常好！您获得了%分。

# highlight_sleep_title
source: Sleep Well
de: Sie haben gut geschlafen
es: Has dormido bien
fr: Vous avez bien dormi
it: Hai dormito bene
ja: 睡眠が良かったです
pt: Você dormiu bem
ru: Вы спали хорошо
zh: 您睡得很好

# highlight_stand_content
source: Congratulations on reaching your Stand Hours goal of % hours, Great work!
de: Herzlichen Glückwunsch, Sie haben % Stunden Stehstunden erreicht! Gut gemacht!
es: ¡Felicidades por alcanzar % horas de horas de pie! ¡Bien hecho!
fr: Félicitations pour avoir atteint % heures d'heures debout ! Bien joué !
it: Congratulazioni per aver raggiunto % ore di ore in piedi! Bravo!
ja: % 時間の立っている時間を達成しました！よくやった！
pt: Parabéns por atingir % horas de horas em pé! Muito bem!
ru: Поздравляю с достижением % часов стояния! Молодец!
zh: 恭喜您达成了%小时的站立小时目标！非常好！

# highlight_step_content
source: You have already taken % steps, perfectly achieving today's step goal! Great job!
de: Sie sind % Schritte gelaufen und haben das heutige Schrittziel perfekt erreicht. Gut gemacht!
es: Ha dado % pasos, ha alcanzado perfectamente el objetivo diario de pasos. ¡Bien hecho!
fr: Vous avez marché % pas, atteignant parfaitement l'objectif quotidien en matière de pas. Bien joué !
it: Hai camminato % passi, hai raggiunto perfettamente l'obiettivo giornaliero dei passi. Bravo!
ja: % ステップ歩きました、本日の目標達成です！お疲れさまでした！
pt: Você deu % passos, alcançou perfeitamente a meta diária de passos de hoje. Muito bem!
ru: Вы прошли % шагов, отлично выполнив сегодняшнюю цель по шагам, молодец!
zh: 您已经走了%步，完美达成今日的步数目标，棒棒哒！

# highlight_step_title
source: Achieved Step Goal of % steps
de: Das Ziel von % Schritten erreicht
es: Alcanzado el objetivo de % pasos
fr: Atteint l'objectif de % pas
it: Raggiunto l'obiettivo del % dei passi
ja: % ステップの目標を達成しました
pt: Alcançado a meta de % passos
ru: Достигнута цель в % шагов
zh: 达成了%步的步数目标

# highlight_title
source: Highlights
de: Höhepunkte
es: Aspectos destacados
fr: Points saillants
it: Evidenze
ja: ハイライト
pt: Destaques
ru: Основные моменты
zh: 亮点

# highlight_workout_content
source: Congratulations on completing % days of Weekly Workout! You have achieved your goal perfectly! Well done!
de: Herzlichen Glückwunsch zum Abschluss von % Tagen des Trainings! Perfekt das Ziel erreicht! Gut gemacht!
es: ¡Felicitaciones por completar % días de ejercicio! ¡Has alcanzado perfectamente la meta! ¡Bien hecho!
fr: Félicitations pour avoir terminé % jours d'exercice ! Objectif parfaitement atteint ! Bien joué !
it: Congratulazioni per aver completato % giorni di allenamento! Obiettivo raggiunto perfettamente! Ottimo lavoro!
ja: % 日間の運動を完了しました。目標を完璧に達成しました！素晴らしいです！
pt: Parabéns por completar % dias de exercício! Objetivo perfeitamente alcançado! Muito bem!
ru: Поздравляю с завершением % дней тренировки! Идеально достигнута цель! Молодец!
zh: 恭喜您完成了%天的锻炼！完美达成目标！做得很棒！

# highlight_workout_title
source: Achieved % Days of Weekly Workout Goal
de: Erreicht % Tage des wöchentlichen Trainingsziels
es: Logró % días del objetivo de ejercicio semanal
fr: Atteint % jours de l'objectif d'exercice hebdomadaire
it: Ha raggiunto % giorni dell'obiettivo settimanale di esercizio
ja: 週間の運動目標を % 日達成しました
pt: Alcançou % dias da meta de exercícios semanais
ru: Достигнуты % дней еженедельной цели тренировок
zh: 达成了%天的每周锻炼目标

source: Hiking
de: Wandern
es: Senderismo
fr: Randonnée
it: Escursione
ja: ハイキング
pt: Caminhada
ru: Пеший туризм
zh: 徒步

# Hip_hop_Dancing
source: Street dance
de: Straßentanz
es: Baile callejero
fr: Danse de rue
it: Danza di strada
ja: ストリートダンス
pt: Dança de rua
ru: Танец на улице
zh: 街舞

source: Hockey
ja: ホッケー
pt: Hóquei
ru: Хоккей
zh: 曲棍球

source: Home
de: Startseite
es: Inicio
fr: Accueil
ja: ホーム
pt: Página Inicial
ru: Главная страница
zh: 主页
